const dataCard=[
    {
        "id":1,
        "image":'https://static.tildacdn.com/stor3162-3061-4465-b962-636333386630/26789115.jpg',
        "price":9155714,
        "title":'Фрезерный обрабатывающий центр серии VDL',
        "shifr":"VDL800",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor3437-3333-4263-b465-376331383931/27859763.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor3439-6662-4262-b531-643463376266/94605667.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor3562-6261-4666-a664-363765643862/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://static.tildacdn.com/stor3231-6563-4636-b361-646637303630/99337649.jpg"
            },
            {
                "id":5,
                "image":"https://static.tildacdn.com/stor6263-3864-4634-a266-396436633236/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://static.tildacdn.com/stor3939-6232-4862-b963-656136363737/72833115.jpg"
            },
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":2,
        "image":'https://thumb.tildacdn.com/stor3437-3764-4364-a539-633537303763/-/format/webp/70848743.jpg',
        "price":6023569,
        "title":'ФРЕЗЕРНЫЙ ОБРАБАТЫВАЮЩИЙ ЦЕНТР СЕРИИ VDL S',
        "shifr":"VDL S850",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL-S',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":2,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":3,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":5,
                "image":"https://thumb.tildacdn.com/stor6263-3864-4634-a266-396436633236/-/format/webp/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            },
            {
                "id":7,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":3,
        "image":'https://static.tildacdn.com/stor3734-6230-4235-b061-643731646331/27756622.jpg',
        "price":6023569,
        "title":'Фрезерный обрабатывающий центр серии VDF',
        "shifr":"VDF850A",
        "power":'7,5 кВт',
        "komplect":'BT40',
        "sklad":'Под заказ',
        "series":'VDF',
        "razdel":'Фрезерные станки',
        "category":"Большие",
        "destcription":"Металлообрабатывающие центры DMTG серии VDF используются для обработки корпусных заготовок и тел вращения с разных сторон без их перемещения. Имеют автоматическую смену инструмента.От «младшей» серии – VDL – она отличается большими габаритами и максимальной нагрузкой на рабочий стол, поэтому имеет направляющие скольжения.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor6238-3730-4837-a339-326263336161/94896114.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor3731-3630-4637-a337-373838316564/95703331.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor3736-3865-4563-a336-323338313034/35940503.jpg"
            },
            {
                "id":4,
                "image":"https://static.tildacdn.com/stor3962-3338-4964-b539-376663373630/26900182.jpg"
            },
            {
                "id":5,
                "image":"https://static.tildacdn.com/stor3238-3866-4263-a363-623837353338/24380813.jpg"
            },
            {
                "id":6,
                "image":"https://static.tildacdn.com/stor6664-3237-4963-b466-633264373865/29039202.jpg"
            },
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Фрезерование'
            },
            {
                "id":2,
                "text":'Расточные работы'
            },
            {
                "id":3,
                "text":'Нарезание резьбы'
            },
            {
                "id":4,
                "text":'Зенкование'
            },
            {
                "id":5,
                "text":'Развертывание'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDF применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во множестве смежных областей для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":4,
        "image":'https://thumb.tildacdn.com/stor3437-3764-4364-a539-633537303763/-/format/webp/70848743.jpg',
        "price":6023569,
        "title":'ФРЕЗЕРНЫЙ ОБРАБАТЫВАЮЩИЙ ЦЕНТР СЕРИИ VDL S',
        "shifr":"VDL S850",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL-S',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":2,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":3,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":5,
                "image":"https://thumb.tildacdn.com/stor6263-3864-4634-a266-396436633236/-/format/webp/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            },
            {
                "id":7,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":5,
        "image":'https://thumb.tildacdn.com/stor3437-3764-4364-a539-633537303763/-/format/webp/70848743.jpg',
        "price":6023569,
        "title":'ФРЕЗЕРНЫЙ ОБРАБАТЫВАЮЩИЙ ЦЕНТР СЕРИИ VDL S',
        "shifr":"VDL S850",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL-S',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":2,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":3,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":5,
                "image":"https://thumb.tildacdn.com/stor6263-3864-4634-a266-396436633236/-/format/webp/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            },
            {
                "id":7,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":6,
        "image":'https://thumb.tildacdn.com/stor3437-3764-4364-a539-633537303763/-/format/webp/70848743.jpg',
        "price":6023569,
        "title":'ФРЕЗЕРНЫЙ ОБРАБАТЫВАЮЩИЙ ЦЕНТР СЕРИИ VDL S',
        "shifr":"VDL S850",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL-S',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":2,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":3,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":5,
                "image":"https://thumb.tildacdn.com/stor6263-3864-4634-a266-396436633236/-/format/webp/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            },
            {
                "id":7,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":7,
        "image":'https://thumb.tildacdn.com/stor3437-3764-4364-a539-633537303763/-/format/webp/70848743.jpg',
        "price":6023569,
        "title":'ФРЕЗЕРНЫЙ ОБРАБАТЫВАЮЩИЙ ЦЕНТР СЕРИИ VDL S',
        "shifr":"VDL S850",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL-S',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":2,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":3,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":5,
                "image":"https://thumb.tildacdn.com/stor6263-3864-4634-a266-396436633236/-/format/webp/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            },
            {
                "id":7,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":8,
        "image":'https://thumb.tildacdn.com/stor3437-3764-4364-a539-633537303763/-/format/webp/70848743.jpg',
        "price":6023569,
        "title":'ФРЕЗЕРНЫЙ ОБРАБАТЫВАЮЩИЙ ЦЕНТР СЕРИИ VDL S',
        "shifr":"VDL S850",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL-S',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":2,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":3,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":5,
                "image":"https://thumb.tildacdn.com/stor6263-3864-4634-a266-396436633236/-/format/webp/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            },
            {
                "id":7,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":9,
        "image":'https://thumb.tildacdn.com/stor3437-3764-4364-a539-633537303763/-/format/webp/70848743.jpg',
        "price":6023569,
        "title":'ФРЕЗЕРНЫЙ ОБРАБАТЫВАЮЩИЙ ЦЕНТР СЕРИИ VDL S',
        "shifr":"VDL S850",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL-S',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":2,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":3,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":5,
                "image":"https://thumb.tildacdn.com/stor6263-3864-4634-a266-396436633236/-/format/webp/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            },
            {
                "id":7,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":10,
        "image":'https://thumb.tildacdn.com/stor3437-3764-4364-a539-633537303763/-/format/webp/70848743.jpg',
        "price":6023569,
        "title":'ФРЕЗЕРНЫЙ ОБРАБАТЫВАЮЩИЙ ЦЕНТР СЕРИИ VDL S',
        "shifr":"VDL S850",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL-S',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":2,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":3,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":5,
                "image":"https://thumb.tildacdn.com/stor6263-3864-4634-a266-396436633236/-/format/webp/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            },
            {
                "id":7,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":11,
        "image":'https://thumb.tildacdn.com/stor3437-3764-4364-a539-633537303763/-/format/webp/70848743.jpg',
        "price":6023569,
        "title":'ФРЕЗЕРНЫЙ ОБРАБАТЫВАЮЩИЙ ЦЕНТР СЕРИИ VDL S',
        "shifr":"VDL S850",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL-S',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":2,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":3,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":5,
                "image":"https://thumb.tildacdn.com/stor6263-3864-4634-a266-396436633236/-/format/webp/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            },
            {
                "id":7,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":12,
        "image":'https://thumb.tildacdn.com/stor3437-3764-4364-a539-633537303763/-/format/webp/70848743.jpg',
        "price":6023569,
        "title":'ФРЕЗЕРНЫЙ ОБРАБАТЫВАЮЩИЙ ЦЕНТР СЕРИИ VDL S',
        "shifr":"VDL S850",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL-S',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":2,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":3,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":5,
                "image":"https://thumb.tildacdn.com/stor6263-3864-4634-a266-396436633236/-/format/webp/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            },
            {
                "id":7,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":13,
        "image":'https://thumb.tildacdn.com/stor3437-3764-4364-a539-633537303763/-/format/webp/70848743.jpg',
        "price":6023569,
        "title":'Ssas',
        "shifr":"VDL S850",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL-S',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":2,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":3,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":5,
                "image":"https://thumb.tildacdn.com/stor6263-3864-4634-a266-396436633236/-/format/webp/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            },
            {
                "id":7,
                "image":"https://thumb.tildacdn.com/stor3939-6232-4862-b963-656136363737/-/format/webp/72833115.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
]
const dataBlog=[
    {
        "id":1,
        "image":'https://static.tildacdn.com/tild6562-3762-4663-b437-643230316238/Revolvernye-golovki-.jpg',
        "title":'Револьверные головки для токарных станков: особенности и преимущества',
        "text":'Револьверные головки для токарных станков – это один из самых важных компонентов оборудования для механической обработки деталей. Они позволяют производить точную и высококачественную обработку деталей различной сложности.',
        "date":'20.04.2023',
        "category_one":"Особенности револьверных головок",
        "category_one_text":"Револьверные головки для токарных станков представляют собой многопозиционные устройства, которые могут быть установлены на главном шпинделе станка. Головки состоят из нескольких отверстий, в которые могут быть установлены различные инструменты, такие как резцы, сверла и т.д. Револьверные головки могут иметь от 4 до 12 позиций, что позволяет производить обработку деталей с большой точностью и скоростью.",
        "category_two":"Преимущества револьверных головок",
        "category_two_text":"Револьверные головки для токарных станков позволяют производить разнообразные виды обработки деталей. Они могут использоваться для резки, сверления, фрезерования, нарезки резьбы и т.д. Благодаря этому, револьверные головки являются универсальным инструментом для обработки различных типов деталей.",
        "category_three":"Почему следует обращаться за покупкой токарного станка с револьверной головкой в Майхонг Трейдинг?",
        "category_three_text":"Майхонг Трейдинг является одним из лидеров на рынке производства и продажи токарных станков и комплектующих к ним. Вот несколько причин, почему стоит обратиться за покупкой токарного станка с револьверной головкой именно в Майхонг Трейдинг:",
        "category_four":"Качество оборудования",
        "category_four_text":"Майхонг Трейдинг предлагает качественное оборудование, которое соответствует международным стандартам качества. Каждый токарный станок с револьверной головкой проходит строгий контроль качества перед выходом на рынок.",
        "category_five":"Широкий ассортимент",
        "category_five_text":"Майхонг Трейдинг предлагает широкий ассортимент токарных станков с револьверной головкой различной мощности и производительности. Благодаря этому, вы можете выбрать оборудование, которое наилучшим образом соответствует вашим потребностям.",
        "category_six":"Профессиональный подход",
        "category_six_text":"Майхонг Трейдинг имеет многолетний опыт работы на рынке токарных станков. Ее сотрудники обладают высокой квалификацией и готовы помочь вам в выборе оборудования, а также предоставить профессиональную консультацию по вопросам эксплуатации и обслуживанию.",
        "category_seven":"Гарантия качества и сервисное обслуживание",
        "category_seven_text":"Майхонг Трейдинг предоставляет гарантию качества на свою продукцию, а также предоставляет сервисное обслуживание. Это означает, что в случае необходимости вы может обратиться в компанию для технической поддержки своего токарного станка с револьверной головкой.",
        "category_eight":"Доступные цены",
        "category_eight_text":"Майхонг Трейдинг предлагает доступные цены на свою продукцию. Благодаря этому, вы можете купить качественный токарный станок с револьверной головкой."
    },
    {
        "id":2,
        "image":'https://thumb.tildacdn.com/tild3339-3832-4737-a261-616334393964/-/cover/432x324/center/center/-/format/webp/Vybiraem-tokarnyj-st.jpg',
        "title":'Выбираем токарный станок вместе с Майхонг Трейдинг',
        "text":'В современном мире металлообработка становится всё более актуальной и востребованной. Токарные станки с ЧПУ (числовым программным управлением) являются ключевым инструментом для эффективного и точного производства различных изделий из металла.',
        "date":'11.04.2023',
        "category_one":"Тип фрезерного станка",
        "category_one_text":"Первым шагом при выборе фрезерного станка является определение того, какой тип станка подойдет для вашей производственной задачи. Существует несколько типов фрезерных станков, каждый из которых предназначен для определенного типа обработки металла. Например, вертикальный фрезерный станок используется для создания отверстий и фрезеровки поверхностей в вертикальном направлении. Горизонтальный фрезерный станок подходит для фрезеровки поверхностей в горизонтальном направлении.",
        "category_two":"Размер станка",
        "category_two_text":"Еще одним фактором, который следует учитывать при выборе фрезерного станка, является его размер. Размер фрезерного станка зависит от размера и сложности обрабатываемой детали. Если вы собираетесь обрабатывать металлические детали большого размера, то вам нужен более крупный фрезерный станок. Если же вы работаете с более мелкими деталями, то можно выбрать более компактный станок.",
        "category_three":"Точность и скорость",
        "category_three_text":"Точность и скорость являются ключевыми параметрами при выборе фрезерного станка. Высокая точность обеспечивает высокое качество продукции, а высокая скорость обработки увеличивает производительность. Поэтому при выборе фрезерного станка нужно учитывать его точность и скорость.",
        "category_four":"Мощность",
        "category_four_text":"Мощность фрезерного станка определяет его способность обрабатывать металлические детали. Высокая мощность станка позволяет обрабатывать твердые и толстые детали, а низкая мощность может быть недостаточной для обработки более твердых металлов. Поэтому необходимо учитывать мощность станка при выборе, особенно если вы планируете работать с более твердыми металлами, такими как сталь или титан.",
        "category_five":"Наличие автоматических функций",
        "category_five_text":"Наличие автоматических функций у фрезерного станка может значительно повысить эффективность производства и облегчить работу оператора. Например, автоматическая система охлаждения может помочь снизить температуру при обработке и предотвратить деформацию детали.",
        "category_six":"Материал и качество изготовления",
        "category_six_text":"При выборе фрезерного станка необходимо обратить внимание на материалы и качество изготовления самого станка. Высокое качество изготовления гарантирует долговечность станка и стабильную работу. Кроме того, материалы, из которых сделан станок, могут влиять на его производительность и эффективность. Выбирайте фрезерный станок, сделанный из высококачественных материалов, которые устойчивы к коррозии и износу.Майхонг Трейдинг является одним из ведущих поставщиков и производителей фрезерных станков в России. Она предлагает широкий выбор станков различного типа и размера, а также профессиональную консультацию по выбору и эксплуатации станков. Благодаря высокому качеству своих изделий и широкому ассортименту, Майхонг Трейдинг является одним из наиболее надежных и уважаемых поставщиков и производителей в этой области.При выборе фрезерного станка для обработки металла, обращение в Майхонг Трейдинг может быть отличным решением. Компания предлагает не только широкий выбор станков, но и профессиональную поддержку, включая настройку и техническую поддержку. Кроме того, Майхонг Трейдинг предлагает гибкую систему ценообразования, которая позволяет выбрать оптимальное решение для любого бюджета.Майхонг Трейдинг предлагает широкий выбор дополнительного оборудования, которое может быть необходимо для обработки конкретных типов металла. Например, это могут быть дополнительные фрезы, пильные диски, системы охлаждения и т.д. Это делает Майхонг Трейдинг удобным решением для всех ваших потребностей в фрезерных станках и оборудовании.В заключении, выбор фрезерного станка для обработки металла является критически важным решением, которое может повлиять на эффективность и качество производства. При выборе фрезерного станка необходимо учитывать различные факторы, такие как тип и размер станка, точность и скорость, мощность, наличие автоматических функций и качество изготовления. Обращение к профессионалам, таким как Майхонг Трейдинг, может помочь сделать правильный выбор и получить профессиональную поддержку в эксплуатации станка.",
    },
    {
        "id":3,
        "image":'https://thumb.tildacdn.com/tild3337-3337-4465-a362-316366623639/-/cover/432x324/center/center/-/format/webp/Vybiraem-frezernyj-s.jpg',
        "title":'Выбираем фрезерный станок вместе с Майхонг Трейдинг',
        "text":'Правильный выбор фрезерного станка может повлиять на качество продукции и эффективность производства. В этой статье мы рассмотрим основные факторы, которые следует учитывать при выборе фрезерного станка для обработки металла.',
        "date":'10.04.2023',
        "category_one":"Определите требования к станку",
        "category_one_text":"Прежде всего, определите, какие виды обработки металла вам необходимы и какой размер заготовок вы планируете обрабатывать. В зависимости от ваших потребностей выберите станок с подходящими характеристиками, такими как:",
        "category_two":"Выберите производителя станка",
        "category_two_text":"Китай является одним из ведущих производителей промышленного оборудования, и токарные станки с ЧПУ не являются исключением. Однако стоит учесть, что качество китайских станков может значительно варьироваться в зависимости от производителя. Поэтому обязательно изучите рынок и сравните различные бренды.",
        "category_three":"Обратите внимание на функциональность станка",
        "category_three_text":"Выбирая токарный станок с ЧПУ, убедитесь, что он обладает всеми необходимыми функциями для вашего производства. Например, наличие автоматической системы смазки, системы охлаждения, приводов на линейных направляющих и т. д. Также рассмотрите возможность модернизации станка в будущем, чтобы он соответствовал изменяющимся потребностям вашего производства.",
        "category_four":"Сравните цены",
        "category_four_text":"Цены на токарные станки с ЧПУ могут значительно отличаться в зависимости от производителя, функциональности и качества комплектующих. Поэтому сравните цены на станки, предлагаемые разными поставщиками, и выберите оптимальное соотношение цены и качества. Помните, что низкая цена может быть компенсирована ненадежностью оборудования и высокими затратами на обслуживание.",
        "category_five":"Обратите внимание на сервис и поддержку",
        "category_five_text":"При выборе токарного станка с ЧПУ важно учитывать не только его характеристики, но и уровень сервиса и поддержки, который предоставляет производитель или поставщик. Убедитесь, что компания может предложить быструю доставку запасных частей, техническую поддержку и обучение персонала.",
        "category_six":"Заключение",
        "category_six_text":"Выбор токарного станка с ЧПУ – ответственный и важный процесс, который влияет на эффективность вашего производства. Обратившись в Майхонг Трейдинг, вы получите не только качественное оборудование, но и профессиональную поддержку на всех этапах эксплуатации станка. Следуя советам из данной статьи, вы сможете сделать обоснованный выбор и обеспечить успешное развитие своего производства.Помните, что правильный выбор токарного станка и надежного поставщика, такого как Майхонг Трейдинг, позволит вам сэкономить время и ресурсы, а также обеспечить максимальную производительность и точность обработки металла. Выбирайте оборудование, которое будет служить вам долгие годы и приносить доходы, и не забывайте о важности качественного сервиса и поддержки.Итак, если вы решили приобрести токарный станок с ЧПУ для своего производства, обращайтесь к Майхонг Трейдинг. Их опыт, профессионализм и высокое качество оборудования сделают ваш выбор максимально удачным и помогут вашему бизнесу процветать.",
    },
    {
        "id":4,
        "image":'https://thumb.tildacdn.com/tild3364-6532-4931-a334-376532633465/-/cover/432x324/center/center/-/format/webp/66.jpg',
        "title":'Токарная обработка: основные процессы, действия оператора, используемое оборудование',
        "text":'Токарная обработка металлов на станках с чпу: основные процессы, действия оператора, используемое оборудование. Разбор основных элементов, настройки станка и подготовка к процессу резания.',
        "date":'12.10.2022',
        "category_one":"Тип фрезерного станка",
        "category_one_text":"Первым шагом при выборе фрезерного станка является определение того, какой тип станка подойдет для вашей производственной задачи. Существует несколько типов фрезерных станков, каждый из которых предназначен для определенного типа обработки металла. Например, вертикальный фрезерный станок используется для создания отверстий и фрезеровки поверхностей в вертикальном направлении. Горизонтальный фрезерный станок подходит для фрезеровки поверхностей в горизонтальном направлении.",
        "category_two":"Размер станка",
        "category_two_text":"Еще одним фактором, который следует учитывать при выборе фрезерного станка, является его размер. Размер фрезерного станка зависит от размера и сложности обрабатываемой детали. Если вы собираетесь обрабатывать металлические детали большого размера, то вам нужен более крупный фрезерный станок. Если же вы работаете с более мелкими деталями, то можно выбрать более компактный станок.",
        "category_three":"Точность и скорость",
        "category_three_text":"Точность и скорость являются ключевыми параметрами при выборе фрезерного станка. Высокая точность обеспечивает высокое качество продукции, а высокая скорость обработки увеличивает производительность. Поэтому при выборе фрезерного станка нужно учитывать его точность и скорость.",
        "category_four":"Мощность",
        "category_four_text":"Мощность фрезерного станка определяет его способность обрабатывать металлические детали. Высокая мощность станка позволяет обрабатывать твердые и толстые детали, а низкая мощность может быть недостаточной для обработки более твердых металлов. Поэтому необходимо учитывать мощность станка при выборе, особенно если вы планируете работать с более твердыми металлами, такими как сталь или титан.",
        "category_five":"Наличие автоматических функций",
        "category_five_text":"Наличие автоматических функций у фрезерного станка может значительно повысить эффективность производства и облегчить работу оператора. Например, автоматическая система охлаждения может помочь снизить температуру при обработке и предотвратить деформацию детали.",
        "category_six":"Материал и качество изготовления",
        "category_six_text":"При выборе фрезерного станка необходимо обратить внимание на материалы и качество изготовления самого станка. Высокое качество изготовления гарантирует долговечность станка и стабильную работу. Кроме того, материалы, из которых сделан станок, могут влиять на его производительность и эффективность. Выбирайте фрезерный станок, сделанный из высококачественных материалов, которые устойчивы к коррозии и износу.Майхонг Трейдинг является одним из ведущих поставщиков и производителей фрезерных станков в России. Она предлагает широкий выбор станков различного типа и размера, а также профессиональную консультацию по выбору и эксплуатации станков. Благодаря высокому качеству своих изделий и широкому ассортименту, Майхонг Трейдинг является одним из наиболее надежных и уважаемых поставщиков и производителей в этой области.При выборе фрезерного станка для обработки металла, обращение в Майхонг Трейдинг может быть отличным решением. Компания предлагает не только широкий выбор станков, но и профессиональную поддержку, включая настройку и техническую поддержку. Кроме того, Майхонг Трейдинг предлагает гибкую систему ценообразования, которая позволяет выбрать оптимальное решение для любого бюджета.Майхонг Трейдинг предлагает широкий выбор дополнительного оборудования, которое может быть необходимо для обработки конкретных типов металла. Например, это могут быть дополнительные фрезы, пильные диски, системы охлаждения и т.д. Это делает Майхонг Трейдинг удобным решением для всех ваших потребностей в фрезерных станках и оборудовании.В заключении, выбор фрезерного станка для обработки металла является критически важным решением, которое может повлиять на эффективность и качество производства. При выборе фрезерного станка необходимо учитывать различные факторы, такие как тип и размер станка, точность и скорость, мощность, наличие автоматических функций и качество изготовления. Обращение к профессионалам, таким как Майхонг Трейдинг, может помочь сделать правильный выбор и получить профессиональную поддержку в эксплуатации станка.",
    },
]

var number=6

setTimeout(()=>{
    var a=dataCard.slice(0,number)
    a.map((item,key)=>{
        document.querySelector(".main_card_big").innerHTML+=`
        <div onclick="Modal('${item.id}','${key}')" class="main_card_big_div">
        <img src='${item.image}' alt="">
        <h1 class="main_card_big_div_price">${item.price} ₽</h1>
        <p class="main_card_big_div_text">${item.title}</p>
        <span class="main_card_big_div_modul">Артикул: ${item.shifr}</span>
        <div class="main_card_big_div_small_xusus"><h1>Мощность</h1><p>${item.power}</p></div>
        <div class="main_card_big_div_small_xusus"><h1>Комплектация</h1><p>${item.komplect}</p></div>
        <div class="main_card_big_div_small_xusus"><h1>На складе</h1><p>${item.sklad}</p></div>
       </div>
        `
    })
    document.querySelector("#like_fixed_length").innerHTML=JSON.parse(localStorage.getItem("like")).length
    if(JSON.parse(localStorage.getItem("like")).length==[]){
        document.querySelector(".like_fixed").style="display:none;"
    }else{
        document.querySelector(".like_fixed").style="display:flex;"
    }
},1000)
setTimeout(()=>{
    dataBlog.map(item=>{
     document.querySelector("#main_card_blog").innerHTML+=`<div onclick="blog_modal('${item.id}')" class="main_card_blog_div">
    <img src='${item.image}' alt="">
    <div class="main_card_blog_div_text">
      <h1>${item.title}</h1>
      <p>${item.text}</p>
      <span>${item.date}</span>
    </div>
  </div>`   
    })
    
},1000)

function main_button(){
    document.querySelector(".main_button").innerHTML=`<div class="loader"></div>`
    document.querySelector(".main_button").style="background:#777;width:100px;"

    setTimeout(()=>{
    number=number+6
    document.querySelector(".main_card_big").innerHTML=""
    var a=dataCard.slice(0,number)
    a.map(item=>{
        document.querySelector(".main_card_big").innerHTML+=`
        <div onclick="Modal('${item.id}')" class="main_card_big_div">
        <img src='${item.image}' alt="">
        <h1 class="main_card_big_div_price">${item.price} ₽</h1>
        <p class="main_card_big_div_text">${item.title}</p>
        <span class="main_card_big_div_modul">Артикул: ${item.shifr}</span>
        <div class="main_card_big_div_small_xusus"><h1>Мощность</h1><p>${item.power}</p></div>
        <div class="main_card_big_div_small_xusus"><h1>Комплектация</h1><p>${item.komplect}</p></div>
        <div class="main_card_big_div_small_xusus"><h1>На складе</h1><p>${item.sklad}</p></div>
       </div>
        `
    })
    if(a.length<number){
        document.querySelector(".main_button_div").style="display:none"
    }
    document.querySelector(".main_button").innerHTML="Загрузить еще"
    document.querySelector(".main_button").style="background:rgb(16, 30, 34);width:auto;"
    },1000)
}

var ID=""

function Modal(id,key){
document.querySelector(".like_modal").style="right:-100%;"
ID=id

  // like bosilganla
//   var like=[]
  var like=localStorage.getItem('like')?JSON.parse(localStorage.getItem('like')):[]

  var a=false
  for (let i = 0; i < like.length; i++) {
  if(like[i].id==id){
  a=true
  }
      
  }
  if(a){
      document.querySelector('#read').style="color:red"
      }else{
      document.querySelector('#read').style="color:black"
      }


const Filter=dataCard.filter(item=>item.id==id)
Filter.map(item=>{
document.querySelector("#modal_swiper1").innerHTML=`<div class="swiper-slide">
<img src='${item.image}' />
</div>`
document.querySelector("#modal_swiper2").innerHTML=`<div class="swiper-slide">
<img src='${item.image}' />
</div>`
item.images.map(item1=>{
document.querySelector("#modal_swiper1").innerHTML+=`<div class="swiper-slide">
<img src='${item1.image}' />
</div>`
document.querySelector("#modal_swiper2").innerHTML+=`<div class="swiper-slide">
<img src='${item1.image}' />
</div>`
})
document.querySelector("#main_title").innerHTML=item.title
document.querySelector("#main_articel").innerHTML=`Артикул: ${item.shifr}`
document.querySelector("#main_price").innerHTML=`${item.price} ₽`
document.querySelector("#main_xusus1").innerHTML=`<h1>Мощность</h1><p>${item.power}</p>`
document.querySelector("#main_xusus2").innerHTML=`<h1>Комплектация</h1><p>${item.komplect}</p>`
document.querySelector("#main_xusus3").innerHTML=`<h1>На складе</h1><p>${item.sklad}</p>`
document.querySelector("#main_destcription").innerHTML=item.destcription
document.querySelector("#main_xusus_boshqa1").innerHTML=`Серия: ${item.series}`
document.querySelector("#main_xusus_boshqa2").innerHTML=`Раздел: ${item.razdel}`
document.querySelector("#main_xusus_boshqa3").innerHTML=`Категория: ${item.category}`
document.querySelector("#modal_alamshuv_divi").innerHTML=`<div class="modal_alamshuv_divi_big1">
<h1 class="modal_alamshuv_divi_big1_h1_title">ОТЛИЧИТЕЛЬНЫЕ ОСОБЕННОСТИ:</h1>
<ul id="modal_ul"></ul>
<h1 class="modal_alamshuv_divi_big1_h1_title1">ОБЛАСТЬ ПРИМЕНЕНИЯ:</h1>
<p class="main_card_modal_big_center_desc1">${item.application}</p>
<h1 class="modal_alamshuv_divi_big1_h1_title1">КОНСТРУКТИВНЫЕ ОСОБЕННОСТИ:</h1>
</div>`
item.destcription_text.map(item1=>{
    document.querySelector("#modal_ul").innerHTML+=`<li>${item1.text}</li>` 
})
item.design.map(item1=>{
    document.querySelector(".modal_alamshuv_divi_big1").innerHTML+=`<div class="modal_alamshuv_divi_big1_card">
    <img src='${item1.image}' alt="">
    <h1 class="modal_alamshuv_divi_big1_card_title">${item1.title}</h1>
    <p class="modal_alamshuv_divi_big1_card_desc">${item1.text}</p>
  </div>`
})
})

document.querySelector(".main_card_modal_big").style="display:block"
document.querySelector("body").style="overflow:hidden;"

}


function None(){
    document.querySelector("#like_modal_div").innerHTML=""
    document.querySelector("body").style="overflow:scroll;"
    document.querySelector(".main_card_modal_big").style="display:none"
}

function Modal_navbar1(){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #a5a3a3;"
    const Filter=dataCard.filter(item=>item.id==ID)
    Filter.map(item=>{
    document.querySelector("#modal_alamshuv_divi").innerHTML=`<div class="modal_alamshuv_divi_big1">
    <h1 class="modal_alamshuv_divi_big1_h1_title">ОТЛИЧИТЕЛЬНЫЕ ОСОБЕННОСТИ:</h1>
    <ul id="modal_ul"></ul>
    <h1 class="modal_alamshuv_divi_big1_h1_title1">ОБЛАСТЬ ПРИМЕНЕНИЯ:</h1>
    <p class="main_card_modal_big_center_desc1">${item.application}</p>
    <h1 class="modal_alamshuv_divi_big1_h1_title1">КОНСТРУКТИВНЫЕ ОСОБЕННОСТИ:</h1>
    </div>`
    item.destcription_text.map(item1=>{
        document.querySelector("#modal_ul").innerHTML+=`<li>${item1.text}</li>` 
    })
    item.design.map(item1=>{
        document.querySelector(".modal_alamshuv_divi_big1").innerHTML+=`<div class="modal_alamshuv_divi_big1_card">
        <img src='${item1.image}' alt="">
        <h1 class="modal_alamshuv_divi_big1_card_title">${item1.title}</h1>
        <p class="modal_alamshuv_divi_big1_card_desc">${item1.text}</p>
      </div>`
    })
    })
}
function Modal_navbar2(){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #a5a3a3;"
    const Filter=dataCard.filter(item=>item.id==ID)
    Filter.map(item=>{
    document.querySelector("#modal_alamshuv_divi").innerHTML=`<img class="modal_alamshuv_divi_big2_img" src='${item.harakter_image}' alt="">`
    })
}
function Modal_navbar3(){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #a5a3a3;"
    const Filter=dataCard.filter(item=>item.id==ID)
    Filter.map(item=>{
    document.querySelector("#modal_alamshuv_divi").innerHTML=`<div class="modal_alamshuv_divi_big3">
    <h1 class="modal_alamshuv_divi_big1_h1_title">СТАНДАРТНАЯ КОМПЛЕТАЦИЯ:</h1>
    <ul id="main3_ul1">
    </ul>
    <h1 class="modal_alamshuv_divi_big1_h1_title">ОПЦИИ:</h1>
    <ul id="main3_ul2">
    </ul>
    </div>`
    item.standart.map(item1=>{
        document.querySelector("#main3_ul1").innerHTML+=`<li>${item1.text}</li>`
    })
    item.options.map(item1=>{
        document.querySelector("#main3_ul2").innerHTML+=`<li>${item1.text}</li>`
    })

    })
}
function Modal_navbar4(){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelector("#modal_alamshuv_divi").innerHTML=`<div class="modal_alamshuv_divi_big4">
    <p class="modal_alamshuv_divi_big4_desc">Компания China CNC сотрудничает с ведущими транспортными компаниями, которые помогают довозить ваши заказы в самые удаленные районы Российской Федерации.</p>
    <div class="modal_alamshuv_divi_big4_tel">Чтобы уточнить сроки и стоимость доставки, обращайтесь по телефону: <p>+7 964 773-18-08</p></div>
    <h1 class="modal_alamshuv_divi_big1_h1_title">ОПЛАТА ТОВАРОВ</h1>
    <p class="modal_alamshuv_divi_big4_desc">Компания China CNC принимает следующие виды оплаты:</p>
    <ul>
    <li>Оплата наличными;</li>
    <li>Оплата по банковскому счету.</li>
    </ul>
    <div class="modal_alamshuv_divi_big4_tel">Для поставки оборудования необходима предоплата. Условия обсуждаются по телефону: <p>+7 964 773-18-08</p></div>
</div>`
}
function Modal_navbar5(){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelector("#modal_alamshuv_divi").innerHTML=`    <div class="modal_alamshuv_divi_big5">
    <h1 class="modal_alamshuv_divi_big1_h1_title">Гарантия на все представленные в каталоге товары составляет 2 года.</h1>
    <p class="modal_alamshuv_divi_big5_desc">В течение этого времени, в случае неполадок на оборудовании, вы можете воспользоваться услугами нашей сервисной службы. Мастера выедут на объект за 48 часов с момента обращения и смогут произвести диагностику и ремонт оборудования.</p>
    </div>`
}
function Modal_navbar6(){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelector("#modal_alamshuv_divi").innerHTML=`<div class="modal_alamshuv_divi_big6">
    <p class="modal_alamshuv_divi_big6_desc">В компании China CNC вы можете приобрести необходимое для вашего производства оборудование в лизинг. Наши специалисты помогут подобрать для вас самое выгодное предложение от нескольких лизинговых компаний.</p>
    <h1 class="modal_alamshuv_divi_big1_h1_title">К преимуществам лизинга относят:</h1>
    <ul>
    <li>Оборудование поставляется сразу после оплаты аванса в лизинговую компанию;</li>
    <li>Не требуется дополнительного залога;</li>
    <li>Процедура получения лизинга проще, чем при получении кредита такого же размера;</li>
    <li>Законодательством РФ предусмотрены налоговые и амортизационные льготы для лизинга.</li>
    </ul>
    </div>`
}


function like_post(){
        var a=[]

        if(localStorage.getItem("like")){
        a=JSON.parse(localStorage.getItem('like'))
        }

        var push=true
        var delete_key
        for (let i = 0; i < a.length; i++) {
           if(a[i].id==ID){
delete_key=i
push=false
           }
        }
const Filter=dataCard.filter(item=>item.id==ID)
if(push){
  a.push(Filter[0])
}else{
a.splice(delete_key,1)
}
        
       localStorage.setItem("like",JSON.stringify(a))
        window.location.reload()
}




function likeModalOpen(){
JSON.parse(localStorage.getItem("like")).map((item,key)=>{
    document.querySelector("#like_modal_div").innerHTML+=`<div  class="like_modal_div_card">
    <img src='${item.image}' alt="">
    <div onclick="Modal('${item.id}','${key}')" class="like_modal_div_card_title">
    <h1>${item.title}</h1>  
    </div>
    <h1 class="like_modal_div_card_price">${item.price} руб</h1>
    <div class="like_modal_div_close2"><i onclick="likeClose(${key})" class='bx bx-x' ></i></div>
    </div>`
})
document.querySelector(".like_modal").style="right:0px;left: 0px;bottom: 0px;top: 0px;"
document.querySelector("body").style="overflow:hidden"
}
function likeModalClose(){
document.querySelector("#like_modal_div").innerHTML=""
document.querySelector(".like_modal").style="right:-100%;"
document.querySelector("body").style="overflow:scroll"
}
function likeClose(key){
var b=""
b=JSON.parse(localStorage.getItem("like"))
b.splice(key,1)
document.querySelector("#like_modal_div").innerHTML=""
b.map((item,key1)=>{
    document.querySelector("#like_modal_div").innerHTML+=`<div  class="like_modal_div_card">
    <img src='${item.image}' alt="">
    <div onclick="Modal('${item.id}','${key}')" class="like_modal_div_card_title">
    <h1>${item.title}</h1>  
    </div>
    <h1 class="like_modal_div_card_price">${item.price} руб</h1>
    <div class="like_modal_div_close2"><i onclick="likeClose(${key1})" class='bx bx-x' ></i></div>
    </div>`
})
document.querySelector("#like_fixed_length").innerHTML=b.length
localStorage.setItem("like",JSON.stringify(b))
}
function SearchFilter(){
    const Filter=dataCard.filter(item=>(item.title).includes(document.querySelector("#search_input").value))
    document.querySelector(".main_card_big").innerHTML=""
    if(Filter.length>0){
        document.querySelector("#hello_card").innerHTML=""
        Filter.map(item=>{
            document.querySelector(".main_card_big").innerHTML+=`
            <div onclick="Modal('${item.id}')" class="main_card_big_div">
            <img src='${item.image}' alt="">
            <h1 class="main_card_big_div_price">${item.price} ₽</h1>
            <p class="main_card_big_div_text">${item.title}</p>
            <span class="main_card_big_div_modul">Артикул: ${item.shifr}</span>
            <div class="main_card_big_div_small_xusus"><h1>Мощность</h1><p>${item.power}</p></div>
            <div class="main_card_big_div_small_xusus"><h1>Комплектация</h1><p>${item.komplect}</p></div>
            <div class="main_card_big_div_small_xusus"><h1>На складе</h1><p>${item.sklad}</p></div>
           </div>`
        })
    }else{
        document.querySelector("#hello_card").innerHTML=`<div class="search_none">Не найдено</div>`
    }
    document.querySelector(".main_button_div").style="display:none"
}

function SearchModalOpen(){
    document.querySelector(".search_modal").style="top:0px;left: 0px;right: 0px;"
}
function SearchModalClose(){
    document.querySelector(".search_modal").style="top:-100%;"
}
function blog_modal(id){
    localStorage.setItem("blogId",id)
    window.location="./blog1.html"
}



