const dataCard=[
    {
        "id":1,
        "type":"DMTG",
        "image":'https://static.tildacdn.com/stor3162-3061-4465-b962-636333386630/26789115.jpg',
        "price":"102 000",
        "title":'Фрезерный обрабатывающий центр серии VDL',
        "shifr":"VDL800",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor3437-3333-4263-b465-376331383931/27859763.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor3439-6662-4262-b531-643463376266/94605667.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor3562-6261-4666-a664-363765643862/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://static.tildacdn.com/stor3231-6563-4636-b361-646637303630/99337649.jpg"
            },
            {
                "id":5,
                "image":"https://static.tildacdn.com/stor6263-3864-4634-a266-396436633236/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://static.tildacdn.com/stor3939-6232-4862-b963-656136363737/72833115.jpg"
            },
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":2,
        "type":"DMTG",
        "image":'https://thumb.tildacdn.com/stor3437-3764-4364-a539-633537303763/-/format/webp/70848743.jpg',
        "price":"68 000",
        "title":'ФРЕЗЕРНЫЙ ОБРАБАТЫВАЮЩИЙ ЦЕНТР СЕРИИ VDL S',
        "shifr":"VDL S850",
        "power":'7,5 кВт',
        "komplect":'Fanuc /Siemens/BT40',
        "sklad":'Под заказ',
        "series":'VDL-S',
        "razdel":'Фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Обрабатывающие центры VDL применяются при высокоскоростной и точной обработке алюминиевых сплавов, сталей, нержавеющих сталей. Имеют широкий спектр комплектаций в зависимости от нужд производственного процесса предприятия. Основные операции: фрезерование, расточные работы, нарезание различных видов резьб, зенкование, развертывание.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor3437-3333-4263-b465-376331383931/27859763.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor3439-6662-4262-b531-643463376266/94605667.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor3562-6261-4666-a664-363765643862/67797864.jpg"
            },
            {
                "id":4,
                "image":"https://static.tildacdn.com/stor3231-6563-4636-b361-646637303630/99337649.jpg"
            },
            {
                "id":5,
                "image":"https://static.tildacdn.com/stor6263-3864-4634-a266-396436633236/26864607.jpg"
            },
            {
                "id":6,
                "image":"https://static.tildacdn.com/stor3939-6232-4862-b963-656136363737/72833115.jpg"
            },
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна — механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "text":'В конструкции станка заложена цельнолитая станина с усиленной массой. Масса станка напрямую влияет на жесткость конструкции. Стенки литья толще, следовательно отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания.'
            },
            {
                "id":3,
                "text":'На станках установлена система ЧПУ FANUC — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'На шпинделе и ШВП используются подшипники NSK (Япония). Качественные подшипники шпинделя — гарантия надежной и долговечной работы шпинделя. Срок службы подшипников пр-ва Китай составляет от 0,5 до 1 года. После этого срока они выходят из строя и требуется их замена, как следствие простой оборудования и дополнительные расходы на их замену. В большинстве случаев производят замену шпинделя в сборе.'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://thumb.tildacdn.com/stor3664-6432-4331-a632-383836343366/-/resize/360x/-/format/webp/99222640.jpg',
                "title":'Цельнолитая станина увеличенной массы',
                "text":'Станина отливается из чугуна марки Mehanite с утолщенными стенками. Масса станка напрямую влияет на жесткость конструкции, стенки литья толще, отсутствуют вибрации при обработке, более длительный срок службы оборудования, возможно применение прогрессивных режимов резания, обработка легированных и жаропрочных сталей.'
            },
            {
                "id":2,
                "image":'https://thumb.tildacdn.com/stor6263-6233-4138-a638-393038663937/-/resize/360x/-/format/webp/70856397.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель изготовлен по лицензии Швейцарской компании IBAG. Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим / разжим инструмента и долгий срок службы подшипников шпинделя. Встроенная система масленого охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://thumb.tildacdn.com/stor6539-6238-4563-b938-646264653833/-/resize/600x/-/format/webp/51896460.jpg',
                "title":'Система ЧПУ Fanuc 0i (Япония)',
                "text":'Система ЧПУ FANUC самая распространённая в мире система и является одной из самых стабильной, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4263-b562-613633393035/-/resize/360x/-/format/webp/44394864.jpg',
                "title":'Линейные направляющие качения',
                "text":'Фрезерные центры серии VDL — направляющие качения обеспечивают высокую скорость перемещений и точность позиционирования.'
            }
            ,            {
                "id":5,
                "image":'https://thumb.tildacdn.com/stor3061-3665-4032-b533-316666353831/-/resize/360x/-/format/webp/37329179.jpg',
                "title":'Высокоточный поворотный стол',
                "text":'Опционально возможно установить одноосевой поворотный стол (полноценная 4-я ось) с высокой точностью позиционирования, что позволяет обрабатывать детали типа тела вращения. Высокая жесткость и точность одноосевого поворотного стола обеспечивают устойчивое вращение и точность индексации.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":3,
        "type":"DMTG",
        "image":'https://static.tildacdn.com/stor3734-6230-4235-b061-643731646331/27756622.jpg',
        "price":6023569,
        "title":'Фрезерный обрабатывающий центр серии VDF',
        "shifr":"VDF850A",
        "power":'7,5 кВт',
        "komplect":'BT40',
        "sklad":'Под заказ',
        "series":'VDF',
        "razdel":'Фрезерные станки',
        "category":"Большие",
        "destcription":"Металлообрабатывающие центры DMTG серии VDF используются для обработки корпусных заготовок и тел вращения с разных сторон без их перемещения. Имеют автоматическую смену инструмента.От «младшей» серии – VDL – она отличается большими габаритами и максимальной нагрузкой на рабочий стол, поэтому имеет направляющие скольжения.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor6238-3730-4837-a339-326263336161/94896114.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor3731-3630-4637-a337-373838316564/95703331.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor3736-3865-4563-a336-323338313034/35940503.jpg"
            },
            {
                "id":4,
                "image":"https://static.tildacdn.com/stor3962-3338-4964-b539-376663373630/26900182.jpg"
            },
            {
                "id":5,
                "image":"https://static.tildacdn.com/stor3238-3866-4263-a363-623837353338/24380813.jpg"
            },
            {
                "id":6,
                "image":"https://static.tildacdn.com/stor6664-3237-4963-b466-633264373865/29039202.jpg"
            },
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Фрезерование'
            },
            {
                "id":2,
                "text":'Расточные работы'
            },
            {
                "id":3,
                "text":'Нарезание резьбы'
            },
            {
                "id":4,
                "text":'Зенкование'
            },
            {
                "id":5,
                "text":'Развертывание'
            }
        ],
        "application":'Современные высокопроизводительные фрезерные обрабатывающие центры серий VDF применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во множестве смежных областей для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://static.tildacdn.com/stor3633-3931-4738-b939-326339386264/40625363.jpg',
                "title":'Цельнолитая станина',
                "text":'Основные компоненты станины изготавливаются из высококачественного чугуна – механита, проходят термическую обработку и искусственное старение (снятие внутренних напряжений), что дает возможность применять высокоскоростные режимы обработки, тем самым обеспечивается отсутствие вибраций и высокая точность.'
            },
            {
                "id":2,
                "image":'https://static.tildacdn.com/stor3038-6130-4563-b735-653362386264/23284513.jpg',
                "title":'Шпиндель',
                "text":'Установка шпинделя на высокоточных подшипниках класса P4 обеспечивает высокую частоту вращения. Возможна установка шпинделя с разной мощностью и частотой вращения. «Плавающая» система крепления инструмента предотвращает нагрузку на подшипники шпинделя, что обеспечивает стабильный зажим/разжим инструмента и долгий срок службы подшипников. Встроенная система масляного охлаждения шпинделя предотвращает тепловые расширения шпинделя, что так же гарантирует точность обработки.'
            },
            {
                "id":3,
                "image":'https://static.tildacdn.com/stor6265-6165-4566-b233-616364343439/84558763.jpg',
                "title":'Коробчатые направляющие скольжения',
                "text":'Непосредственный контакт сопряженных поверхностей в направляющих скольжения определяют большие силы сопротивления. В зависимости от нагрузки, скорости, вида смазочного материала и его количества направляющие могут работать в режимах трения без смазочного материала и с ним. Достоинства направляющих скольжения - высокая контактная жесткость и хорошие демпфирующие свойства. Кроме того, они обеспечивают надежную фиксацию подвижного узла станка после его перемещения в заданную позицию.'
            },
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":4,
        "type":"DMTG",
        "image":'https://static.tildacdn.com/stor3063-3662-4632-b131-653131313036/63465704.jpg',
        "price":6023569,
        "title":'Горизонтальный обрабатывающий центр серии MDH',
        "shifr":"MDH80",
        "power":'25 кВт',
        "komplect":'BT50',
        "sklad":'Под заказ',
        "series":'MDH',
        "razdel":'Фрезерные станки',
        "category":"Горизонтальные",
        "destcription":"Горизонтальные обрабатывающие центра предназначены для фрезерования, сверления и выполнения расточных работ заготовок любых форм и из любых материалов - от чугуна до сплавов цветных металлов, пластмасс и жаропрочных сплавов.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor3239-6361-4434-a665-643061343330/30907515.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor6235-6465-4636-b734-393061396563/38348721.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor3462-3962-4661-b262-396237333131/96316601.jpg"
            },
            {
                "id":4,
                "image":"https://static.tildacdn.com/stor3862-3661-4136-a337-636363356335/47594265.jpg"
            },
            {
                "id":5,
                "image":"https://static.tildacdn.com/stor6362-3563-4865-b961-343738663830/46991600.jpg"
            },
            {
                "id":6,
                "image":"https://static.tildacdn.com/stor6438-6433-4761-b764-323633623965/23930239.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Горизонтальные обрабатывающие центры серии MDH производятся совместно со знаменитым производителем обрабатывающих центров — компанией OKK (Япония). Совместное производство было организовано более 10 лет назад. Все технологии и оборудование предоставляли японские специалисты. Ранее центры MDH поставлялись только с разрешения компании ОКК.'
            },
            {
                "id":2,
                "text":'В проектировании горизонтальных обрабатывающих центров заложены новейшие технологии, которые позволяют добиться высокой точности, скорости обработки, жесткости конструкции.'
            },
            {
                "id":3,
                "text":'Система ЧПУ FANUC 31i — самая распространённая в мире система. Является одной из самых стабильных. Она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "text":'Шарико-винтовые пары применяются только с внутренним охлаждением маслом. Установлены датчики термостабилизации, благодаря чему достигаются высокие показатели точности.'
            },
            {
                "id":5,
                "text":'На станках применяются японские комплектующие: роликовые направляющие IKO (Япония), гидравлика DAIKIN, шпиндель-мотор ZF (Германия).'
            }
        ],
        "application":'Многоцелевые горизонтально-фрезерные обрабатывающие центры серии MDH предназначены для обработки особо сложных корпусных деталей в автономном режиме работы и в составе гибких производственных систем. Применяются во всех отраслях машиностроения: автомобильной промышленности, энергетическом машиностроении, аэрокосмической отрасли, приборостроения и во многих других отраслях.',
        "design":[
            {
                "id":1,
                "image":'https://static.tildacdn.com/stor3965-3332-4332-a564-623565356435/70357113.jpg',
                "title":'Станина',
                "text":'Основа станка выполнена из цельнолитой Т-образной станины высокой прочности и точности.Тело станка спроектировано с использованием анализа метода конечных элементов, обеспечивая необходимую сохранность статичности, динамической жёсткости и точности.Дополнительная жесткость/твердость достигается заполнением узлов станка виброгасящим материалом.'
            },
            {
                "id":2,
                "image":'https://static.tildacdn.com/stor3233-3264-4365-b730-376634633563/91124720.jpg',
                "title":'Направляющие',
                "text":'По осям X, Y, Z установлены роликовые направляющие IKO (Япония) усиленной конструкции.Прямые роликовые направляющие оснащены сепараторами, повышающими срок службы в 2–4 раза и увеличивающими нагрузку.Роликовые направляющие имеют функцию самосмазывания, на них нанесена консистентная смазка, обеспечивающая длительное смазывание.'
            },
            {
                "id":3,
                "image":'https://static.tildacdn.com/stor3465-6263-4536-b833-626264313265/81276418.jpg',
                "title":'Система ЧПУ',
                "text":'Система ЧПУ FANUC 31i – самая распространённая в мире система и является одной из самых стабильны, она отлично справляется с контролем качества и точностью производства и идеально подходит для управления обработкой разнообразных сложных задач. Легко найти операторов, сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://static.tildacdn.com/stor3030-3465-4437-b733-373238323139/20654009.jpg',
                "title":'Шарико-винтовая пара',
                "text":'На ШВП по осям X, Y, Z используется новейшая технология внутреннего охлаждения, осуществляется контроль температуры охлаждающего масла, отслеживая самые небольшие колебания температуры. Всё это позволило снизить термическую деформация ШВП во время резки и работы на быстрых скоростях, повысило жёсткость крутящего момента, повысило точность обработки станка, эффективно снизила инерцию рабочего стола при быстром перемещении. Скорость перемещения станка достигает 45м/мин, сокращая время обработки. Шариковый винт имеет функцию самосмазывания, на него нанесена консистентная смазка, обеспечивающая длительное смазывание.'
            }
            , 
            {
                "id":5,
                "image":'https://static.tildacdn.com/stor3735-6133-4439-a264-636534303364/85175994.jpg',
                "title":'Инструментальный магазин',
                "text":'На данном станке используется независимый высокоскоростной инструментальный магазин с синхронной заменой инструмента. Манипулятор станка во время смены инструмента ослабляет главный шпиндель, вытаскивает инструмент и осуществляет его смену с помощью двунаправленного кулачка/эксцентрика, обладает высокой стабильностью смены инструмента и исключительной долговечностью. Инструментальный магазин рассчитан на 40 инструментов. По требованию клиента возможен выбор магазина на 60, 80, 120, 160 инструментов.'
            },
            {
                "id":6,
                "image":'https://static.tildacdn.com/stor3839-3366-4636-b564-323461356164/63082075.jpg',
                "title":'Система смены паллет',
                "text":'На станке используется подъёмная конструкция APC и метод прямого поворота паллет в обе стороны. Весь процесс разворота поворотного стола осуществляется с помощью двух двунаправленных кулачков /эксцентриков, постоянно осуществляющих скоростной поворот (время поворота: 12,5 сек), обладает хорошей стабильностью движения и высокой надёжностью.Многоканальное подключение APC (8, 10 подключений) увеличивающее функциональность, позволяет использовать станок в автоматической производственной линии.'
            },
            {
                "id":7,
                "image":'https://static.tildacdn.com/stor6234-3261-4137-b139-313539313863/27053825.jpg',
                "title":'Шпиндель',
                "text":'Электрошпиндель с макс. скоростью вращения 8000об/мин, Опционально 12000об/мин. Шпиндель станка обеспечивает требования низкоскоростного и одновременно высокоскоростного резания. Шпиндель оборудован современной технологией термокомпенсации, повышающей точность станка.Охлаждение шпинделя осуществляется с помощью жидкости, циркулирующей во внешнем кожухе, а также с помощью контроля температуры масла в режиме реального времени, контролируя самые небольшие колебания температуры. По требованию клиента возможна установка шпинделя с внутренним охлаждением и с приводом через губчатую передачу.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":5,
        "type":"DMTG",
        "image":'https://static.tildacdn.com/stor6632-3763-4266-a138-363565623763/80072449.jpg',
        "price":"110 500",
        "title":'Портальный обрабатывающий центр серии DGMA',
        "shifr":"DGMA1320",
        "power":'15 кВт',
        "komplect":'BT50',
        "sklad":'Под заказ',
        "series":'DGMA',
        "razdel":'Фрезерные станки',
        "category":"Портальные станки",
        "destcription":"Портально-фрезерные станки с числовым программным управлением предназначены для черновой и чистовой обработки крупногабаритных изделий из черных, цветных металлов и легированных сталей.Предназначены для фрезерования, сверления, развертывания, нарезания резьбы.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor6336-3130-4263-b962-376535346662/94905656.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor6233-3162-4339-a262-623063636337/40568907.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor6436-3965-4265-b233-303866386239/68939339.jpg"
            },
            {
                "id":4,
                "image":"https://static.tildacdn.com/stor3036-6563-4364-b635-643837656531/15206249.jpg"
            },
            {
                "id":5,
                "image":"https://static.tildacdn.com/stor6463-6536-4331-b762-656364383766/38515785.jpg"
            },
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Портальная конструкция состоит их двух колонн, на которых зафиксирована горизонтальная балка с направляющими, по которой двигается шпиндель. Такая конструкция станка позволяет обрабатывать крупногабаритные заготовки, обеспечивает дополнительную жесткость, точность и долговечность конструкции.'
            },
            {
                "id":2,
                "text":'Станина является массивной конструкцией из модифицированного чугуна. Для достижения наилучшей точности поверхностей и жесткости всей конструкции стыкующиеся поверхности основания станины, колонн и портала шабрятся вручную.'
            },
            {
                "id":3,
                "text":'В системе перемещения осей X и Y применяются линейные направляющие роликового типа HIWIN, которые выдерживают большую нагрузку, имеют высокие динамические характеристики и низкий коэффициент трения (0,003 ~ 0,005) Линейные направляющие и ШВП осей Х и Y защищены от СОЖ, грязи и стружки телескопическими кожухами.'
            },
            {
                "id":4,
                "text":'На станке используется шпиндельный узел высокой жесткости. Для точной передачи и увеличения крутящего момента используется ZF-редуктор производства Германии. Охлаждение шпинделя происходит с помощью масленого охлаждения и терморегуляции, которая отводит тепло от шпинделя, обеспечивая стабильную температуру внутри станка, и повышает термостабильность, тем самым достигаются высокие показатели по точности обработки.'
            },
            {
                "id":5,
                "text":'Ось Z — выполнена в виде квадратного ползуна 400×400 мм и с направляющими скольжения.'
            }
        ],
        "application":'Многофункциональные портальные обрабатывающие центры применяются в тяжелом машиностроении, станкостроении, авиационной, автомобильной и оборонной промышленности для комплексной обработки крупных, сложных по форме и технологически трудно обрабатываемых деталей из различных материалов и сплавов, имеющих большие габариты и вес.',
        "design":[
            {
                "id":1,
                "image":'https://static.tildacdn.com/stor3833-3530-4435-b033-343661626361/27620618.jpg',
                "title":'Станина',
                "text":'Основа станка выполнена из цельнолитой Т-образной станины высокой прочности и точности.Тело станка спроектировано с использованием анализа метода конечных элементов, обеспечивая необходимую сохранность статичности, динамической жёсткости и точности.Высокая жесткость / твердость достигается заполнением узлов станка виброгасящим материалом.'
            },
            {
                "id":2,
                "image":'https://static.tildacdn.com/stor3233-3264-4365-b730-376634633563/91124720.jpg',
                "title":'Направляющие',
                "text":'По осям X, Y установлены роликовые направляющие.Прямые роликовые направляющие оснащены сепараторами, повышающими срок службы в 2-4 раза и увеличивающими нагрузку.Роликовые направляющие имеют функцию само смазывания, на них нанесена консистентная смазка, обеспечивающая длительное смазывание.'
            },
            {
                "id":3,
                "image":'https://static.tildacdn.com/stor3634-3436-4032-b139-613766323031/60269223.jpg',
                "title":'Система ЧПУ',
                "text":'Система ЧПУ SIEMENS – одна из самых надежных систем ЧПУ. Сервис, склад комплектующих и обучающий центр находится в Москве.'
            },
            {
                "id":4,
                "image":'https://static.tildacdn.com/stor3030-3465-4437-b733-373238323139/20654009.jpg',
                "title":'Шарико-винтовая пара',
                "text":'По осям X, Y, Z используются ШВП, обеспечивающие высокую точность и стабильность вращения, обладающие высокой эффективностью и надежностью. Скорость перемещения станка достигает 20 м/мин., сокращая время обработки.Шариковый винт имеет функцию самосмазывания, на него нанесена консистентная смазка, обеспечивающая длительное смазывание.'
            }
            ,            {
                "id":5,
                "image":'https://static.tildacdn.com/stor3735-6133-4439-a264-636534303364/85175994.jpg',
                "title":'Инструментальный магазин',
                "text":'Инструментальный магазин цепного типа оборудован сервомотором, вместимость магазина рассчитана на 32 позиции. По требованию клиента возможен выбор магазина на 60, 80, 120, 160 инструментов. Максимальный диаметр инструмента 125 мм, при свободных ячейках – 225 мм. Длина инструмента 300 мм, все 20 кг. Манипулятор инструмента оснащен кулачком/эксцентриком и приводится в движение электромотором. Скорость смены инструмента 5 с.'
            },
            {
                "id":6,
                "image":'https://static.tildacdn.com/stor6434-3364-4862-b561-356161616438/80013255.jpg',
                "title":'Шпиндельный узел',
                "text":'Ползун и каретка спроектированы с учетом повышения жесткости и точности. Ползун имеет сечение 400х400 мм с добавлением ребер жесткости. Поперечная балка имеет ступенчатое расположение направляющих и большое сечение, что дает большую способность к сопротивлению на изгиб и кручение.'
            }
            ,            {
                "id":7,
                "image":'https://static.tildacdn.com/stor6331-3338-4432-b738-613639393838/30188094.jpg',
                "title":'Шпиндель',
                "text":'Используется высокоточный шпиндель. Немецкий 2-х скоростной редуктор ZF позволяет реализовать низкую скорость и большой крутящий момент. Скорость вращения шпинделя 6000 об. / мин., крутящий момент 770 / 960 Нм.Охлаждение шпинделя с помощью масла и терморегуляции, которая отводит тепло от шпинделя, обеспечивая стабильную и равномерную температуру, тем самым повышается точность обработки.'
            }
            ,            {
                "id":8,
                "image":'https://static.tildacdn.com/stor3938-3731-4735-b066-366538363534/93059836.jpg',
                "title":'Поворотная фрезерная голова',
                "text":'Применение автоматических фрезерных головок и автоматических сменщиков значительно расширяет функциональные и технологические возможности данного оборудования, а также уменьшает производственный цикл изготовления детали за счет концентрации обработки на одном станке, тем самым повышая его эффективность и снижая срок окупаемости вложенных инвестиций.            '
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":6,
        "type":"DMTG",
        "image":'https://static.tildacdn.com/stor6565-3031-4238-a434-636366616465/94803218.jpg',
        "price":"82 500",
        "title":'Токарный станок с наклонной станиной серии DL',
        "shifr":"DL20M-1",
        "power":'15 кВт',
        "komplect":'Морзе 5',
        "sklad":'Под заказ',
        "series":'DL',
        "razdel":'Токарные станки',
        "category":"Фрезерование, гравирование, маркировка",
        "destcription":"Токарные станки с ЧПУ серии DL предназначены для токарной обработки наружных и внутренних поверхностей деталей типа тел вращения со ступенчатым и криволинейным профилем, различной сложности, включая нарезания резьбы, сверление, зенкерование. Обработку, возможно, производить в один или несколько проходов в замкнутом полуавтоматическом цикле одновременно по двум координатам. При наличии приводного инструмента можно производить следующие операции: фрезерование, гравирование, маркировку и т. д.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor6364-3437-4136-b736-346266393465/10955291.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor3632-6138-4537-b533-633037306439/76454669.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Высокие показатели по точности, повторяемости и производительности.'
            },
            {
                "id":2,
                "text":'В основе конструкции станка лежит массивная цельнолитая наклонная станина. Такая конструкция станины обеспечивает лучшую устойчивость, жесткость, гашение вибраций. Также наклонная станина занимает меньшую площадь, что позволяет легко удалять стружку и очищать станок.'
            },
            {
                "id":3,
                "text":'На станках серии DL применяются разные направляющие, в зависимости от модели: скольжения и качения. Направляющие качения обеспечивают высокоскоростное перемещение и более высокую точность позиционирования, позволяют добиться низкого коэффициента трения. Направляющие скольжения обладают большой жесткостью, применяются при тяжелых режимах обработки с большими припусками и для труднообрабатываемых материалов.'
            },
            {
                "id":4,
                "text":'Высокий уровень автоматизации производства. Автоматическая загрузка и выгрузка деталей, возможна полная роботизация.'
            },
            {
                "id":5,
                "text":'При изготовлении станка используются комплектующие мировых лидеров: подшипники NSK (Япония), гидравлика и патроны AutoStrong (Тайвань), направляющие HIWIN или THK.'
            },
            {
                "id":6,
                "text":'Промышленная система ЧПУ Fanuc (Япония) самая распространённая в России, более проста в использовании, легко найти операторов. Сервис по всей России, запасные части в наличии на складах.'
            }
        ],
        "application":'Современные высокопроизводительные токарные обрабатывающие центры серий DL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://static.tildacdn.com/stor3231-3335-4233-a566-623063333434/16243166.jpg',
                "title":'Станина',
                "text":'Цельнолитая наклонная станина отлита из чугуна. Угол наклона станины 45°. Такая конструкция станины обеспечивает лучшую устойчивость, повышенную жесткость, гашение вибраций и точность при обработке. Так же наклонная станина занимает меньшую площадь, что позволяет легко удалять стружку и очищать станок.'
            },
            {
                "id":2,
                "image":'https://static.tildacdn.com/stor6630-3261-4537-b138-333137613030/16726210.jpg',
                "title":'Усиленная конструкция шпинделя',
                "text":'Усиленный жесткий шпиндель установлен на двойных роликовых и радиально-упорных подшипниках увеличенного диаметра фирмы NSK (Япония), что обеспечивает повышенную осевую и радиальную жесткость.'
            },
            {
                "id":3,
                "image":'https://static.tildacdn.com/stor3037-3962-4061-b137-653730623262/24260092.jpg',
                "title":'Система ЧПУ Fanuc (Япония)',
                "text":'Промышленная система ЧПУ самая распространённая в России, более проста в использовании, легко найти операторов. Сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":4,
                "image":'https://static.tildacdn.com/stor6633-6338-4833-a363-373335616566/29606530.jpg',
                "title":'Револьверная головка',
                "text":'В стандартной комплектации на станке установлена 12-ти позиционная револьверная головка. Поворот револьверной головки осуществляется в обе стороны для более быстрой смены инструмента. Время смены инструмента 0,3с.Опционально устанавливается 12-ти позиционная револьверная инструментальная головка типа VDI с приводным инструментом фирмы SAUTER, DUPLOMATIC или BARUFFALDI'
            }
            ,            {
                "id":5,
                "image":'https://static.tildacdn.com/stor3062-3835-4136-b263-643434363238/66498230.jpg',
                "title":'Гидравлический патрон',
                "text":'Гидравлический патрон AutoStrong (Тайвань), применяется для зажатия заготовки в процессе обработки.'
            },
            {
                "id":6,
                "image":'https://static.tildacdn.com/stor3234-3837-4735-b762-386463323737/80789350.jpg',
                "title":'Направляющие скольжения',
                "text":'Применяются при тяжелых режимах обработки с большими припусками и для труднообрабатываемых материалов (чугун, закаленная сталь, титан и др.).'
            },
            {
                "id":7,
                "image":'https://static.tildacdn.com/stor3535-3330-4363-b934-323434303663/96792456.jpg',
                "title":'Подшипники шпинделя',
                "text":'Высокоточный триплекс радиально-упорных шарикоподшипников NSK (3 в одном комплекте) используется в качестве переднего подшипника шпинделя, который должен нести радиальное и осевое усилие. Высокоточный дуплекс радиальных шарикоподшипников NSK (2 в одном комплекте) используется для заднего подшипника шпинделя в качестве вспомогательного подшипника. Благодаря правильной предварительной нагрузке на обоих подшипниках, шпиндель обладает высокой жесткостью и точностью.'
            },
            {
                "id":5,
                "image":'https://static.tildacdn.com/stor6139-3439-4434-b036-383434326534/55127351.jpg',
                "title":'ШВП',
                "text":'На станке установлены высокоточные ШВП с предварительным натягом, отвечающие классу точности С3. К каждой гайке ШВП подведена трубка импульсной смазки.            '
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":7,
        "type":"DMTG",
        "image":'https://static.tildacdn.com/stor3533-6231-4837-a463-653964353232/27586596.jpg',
        "price":"62 500",
        "title":'Токарный станок с наклонной станиной серии CL',
        "shifr":"CL15",
        "power":'5,5 кВт',
        "komplect":'Морзе 4',
        "sklad":'Под заказ',
        "series":'CL',
        "razdel":'Токарные станки',
        "category":"Нарезание резьбы, сверление, зенкерование",
        "destcription":"Токарные станки с ЧПУ серии CL предназначены для токарной обработки наружных и внутренних поверхностей деталей типа тел вращения со ступенчатым и криволинейным профилем, различной сложности, включая нарезания резьбы, сверление, зенкерование. Обработку, возможно, производить в один или несколько проходов в замкнутом полуавтоматическом цикле одновременно по двум координатам.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor6266-3735-4430-a463-646431653166/38521834.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor6437-3431-4135-a435-623465316531/34766347.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor6165-6331-4434-a239-356437636232/92450679.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Высокие показатели по точности и повторяемости.'
            },
            {
                "id":2,
                "text":'На станке установлен высокоскоростной шпиндель (5000 об / мин), который позволяет обрабатывать различные материалы и добиваться высокого качества.'
            },
            {
                "id":3,
                "text":'Направляющие качения обеспечивают высокоскоростное перемещение и более высокую точность позиционирования, позволяют добиться низкого коэффициента трения.'
            },
            {
                "id":4,
                "text":'При изготовлении станка используются комплектующие мировых лидеров: подшипники NSK (Япония), гидравлика и патроны AutoStrong (Тайвань), направляющие HIWIN или THK (Япония).'
            },
            {
                "id":5,
                "text":'Промышленная система ЧПУ Fanuc (Япония) самая распространённая в России, более проста в использовании, легко найти операторов. Сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":6,
                "text":'Высокий уровень автоматизации производства. Автоматическая загрузка и выгрузка деталей, возможна полная роботизация.'
            }
        ],
        "application":'Современные высокопроизводительные токарные обрабатывающие центры серий CL применяются во всех отраслях промышленности: автомобильной, энергетическом машиностроении, аэрокосмической, приборостроительной, а также во всех смежных областях для изготовления пресс-форм и штампов высокого качества.',
        "design":[
            {
                "id":1,
                "image":'https://static.tildacdn.com/stor6661-6330-4330-b064-353866333462/35590391.jpg',
                "title":'Цельнолитая станина',
                "text":'Наклонная станина отлита из чугуна. Угол наклона станины 45° и 60°. Такая конструкция станины обеспечивает лучшую устойчивость, жесткость, гашение вибраций. Так же наклонная станина занимает меньшую площадь, что позволяет легко удалять стружку и очищать станок.'
            },
            {
                "id":2,
                "image":'https://static.tildacdn.com/stor3564-6636-4532-a662-363139613766/96927150.jpg',
                "title":'Система ЧПУ Fanuc (Япония)',
                "text":'Промышленная система ЧПУ самая распространённая в России, более проста в использовании, легко найти операторов. Сервис по всей России, запасные части в наличии на складах.'
            },
            {
                "id":3,
                "image":'https://static.tildacdn.com/stor3861-6338-4134-b539-346437643462/91477217.jpg',
                "title":'Линейные направляющие',
                "text":'Обеспечивают высокоскоростное перемещение и более высокую точность позиционирования.'
            },
            {
                "id":4,
                "image":'https://static.tildacdn.com/stor3130-3662-4833-b132-623765383437/85993299.jpg',
                "title":'Револьверная головка',
                "text":'Гидравлическая револьверная головка на 8 позиций, время смены инструмента 0,3 сек.'
            }
            ,
            {
                "id":5,
                "image":'https://static.tildacdn.com/stor6538-6363-4166-b963-303161646332/67538726.jpg',
                "title":'Гидравлический 3-х кулачковый патрон',
                "text":'Гидравлический патрон AutoStrong (Тайвань), применяется для зажатия заготовки в процессе обработки.'
            },
            {
                "id":6,
                "image":'https://static.tildacdn.com/stor3535-3330-4363-b934-323434303663/96792456.jpg',
                "title":'Подшипники шпинделя',
                "text":'Высокоточный триплекс радиально-упорных шарикоподшипников NSK (3 в одном комплекте) используется в качестве переднего подшипника шпинделя, который должен нести радиальное и осевое усилие. Высокоточный дуплекс радиальных шарикоподшипников NSK (2 в одном комплекте) используется для заднего подшипника шпинделя в качестве вспомогательного подшипника. Благодаря правильной предварительной нагрузке на обоих подшипниках, шпиндель обладает высокой жесткостью и точностью.'
            },
            {
                "id":7,
                "image":'https://static.tildacdn.com/stor3338-6439-4738-a561-623066663539/71226884.jpg',
                "title":'ШВП',
                "text":'На станке установлены высокоточные ШВП с предварительным натягом, отвечающие классу точности С3.К каждой гайке ШВП подведена трубка импульсной смазки.'
            },
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":8,
        "type":"DMTG",
        "image":'https://static.tildacdn.com/stor3134-6131-4961-b966-316662616138/90607826.jpg',
        "price":"62 000",
        "title":'Токарный станок с ЧПУ серии CKE',
        "shifr":"CKE6130",
        "power":'4 кВт',
        "komplect":'Not',
        "sklad":'Под заказ',
        "series":'CKE',
        "razdel":'Токарные станки',
        "category":"Нарезание резьбы, сверление, зенкерование",
        "destcription":"Станки серии СКЕ предназначены для токарной обработки наружных и внутренних поверхностей деталей типа тел вращения со ступенчатым и криволинейным профилем различной сложности, включая нарезание резьбы, сверление, зенкерование. Обрабатываемый материал: сталь, чугун, легированные сплавы (нержавейка), цветные металлы и легкие сплавы.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor3236-3533-4238-b632-333364326264/91522387.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor3861-6163-4631-b335-653932353939/10585371.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor3363-6239-4664-b135-653365326630/24007451.jpg"
            },
            {
                "id":4,
                "image":"https://static.tildacdn.com/stor6637-6430-4235-b439-623934323533/36195834.jpg"
            },
            {
                "id":5,
                "image":"https://static.tildacdn.com/stor3461-3832-4966-b136-343134366335/90065660.jpg"
            },
            {
                "id":6,
                "image":"https://static.tildacdn.com/stor3839-3231-4334-a536-366161326333/37128190.jpg"
            },
            {
                "id":7,
                "image":"https://static.tildacdn.com/stor3166-3761-4566-b231-383464396665/56268816.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Нет информации'
            },
        ],
        "application":'Токарные станки с ЧПУ серии CKE нашли широкое применение в машиностроительном производстве, востребованы на всех предприятиях, которые занимаются металлообработкой. В основном используются при мелко- или среднесерийном изготовлении деталей.',
        "design":[
            {
                "id":1,
                "image":'https://static.tildacdn.com/stor6631-6236-4635-a364-633634666661/87629701.jpg',
                "title":'Литая станина',
                "text":'Литая станина усилена ребрами жесткости. V-образные закаленные и отшлифованные направляющие станины покрыты специальным покрытием Turcite-B для перемещения с минимальным износом и трением.'
            },
            {
                "id":2,
                "image":'https://static.tildacdn.com/stor3462-3430-4834-a465-623634313639/78275499.jpg',
                "title":'Автоматическая система смазки',
                "text":'Автоматическая система смазки направляющих и ШВП обеспечивает централизованную своевременную смазку по основным движущимся элементам – ШВП, направляющим, что сокращает их износ, повышает плавность хода.'
            },
            {
                "id":3,
                "image":'https://static.tildacdn.com/stor3135-6339-4335-b039-616161323163/66833929.jpg',
                "title":'Бесступенчатая регулировка',
                "text":'Бесступенчатая регулировка скорости шпинделя позволяет производить регулировку оборотов шпинделя во всем диапазоне без остановки процесса обработки.'
            },
            {
                "id":4,
                "image":'https://static.tildacdn.com/stor3966-6637-4363-b636-386463393565/84008622.jpg',
                "title":'Револьверная голова - 6 позиционная',
                "text":'Патрон применяется для зажатия заготовки в процессе обработки, в зависимости от модели станка 3-х кулачковый патрон поставляется диаметром 160 мм, 200 мм, 250 мм, 320 мм, 400 мм.Опционально устанавливается гидравлический патрон.'
            }
            ,            {
                "id":5,
                "image":'https://static.tildacdn.com/stor3039-3230-4631-b266-323036356330/25067438.jpg',
                "title":'Шпиндельный узел',
                "text":'Шпиндель изготовлен по технологии и под контролем специалистов IBAG Швейцария.На станках установлен модернизированный усиленный шпиндель с крутящим моментом 1300 Нм (серия СКЕ6150), что является лучшим показателем в своем классе.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":9,
        "type":"DMTG",
        "image":'https://static.tildacdn.com/stor3731-3631-4339-a461-366266626230/16986297.jpg',
        "price":"165 000",
        "title":'Токарный станок с чпу тяжелой серии СКЕ-M',
        "shifr":"CKE61100M",
        "power":'22 кВт',
        "komplect":'MK6',
        "sklad":'Под заказ',
        "series":'СКЕ-M',
        "razdel":'Токарные станки',
        "category":"Нарезание резьбы, сверление, зенкерование",
        "destcription":"Токарные станки с ЧПУ серии CKE-M предназначены для токарной обработки наружных и внутренних поверхностей деталей типа тел вращения со ступенчатым и криволинейным профилем, различной сложности, включая нарезания резьбы, сверление, зенкерование. Обработку, возможно, производить в один или несколько проходов в замкнутом полуавтоматическом цикле одновременно по двум координатам.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor6265-6663-4834-b361-653534633335/63555820.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor3136-3930-4539-b339-626239613535/83303208.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor6561-6538-4536-b966-363366323766/60383191.jpg"
            },
            {
                "id":4,
                "image":"https://static.tildacdn.com/stor3134-6162-4564-a364-346565303061/46102120.jpg"
            },
            {
                "id":5,
                "image":"https://static.tildacdn.com/stor3130-3538-4832-a431-313234393362/92289274.jpg"
            },
            {
                "id":6,
                "image":"https://static.tildacdn.com/stor6230-3034-4839-a665-666631353764/97030742.jpg"
            },
            {
                "id":7,
                "image":"https://static.tildacdn.com/stor3334-6530-4431-a332-393161623132/79975853.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Станок является аналогом легендарного станка 16А50Ф3.'
            },
            {
                "id":2,
                "text":'Станки предназначены для силового точения — съем до 10 мм на сторону.'
            },
            {
                "id":3,
                "text":'Мощная цельнолитая станина с широкими направляющими обеспечивает высокую жесткость и виброустойчивость.'
            },
            {
                "id":4,
                "text":'На станке используется полузакрытая защита, отвечающая последним мировым тенденциям. При такой защите удобно загружать на станок крупногабаритные заготовки краном и выгружать готовые изделия.'
            },
            {
                "id":5,
                "text":'Мощный шпиндель с крутящим моментом до 6150 Нм.'
            },
            {
                "id":6,
                "text":'Закаленные отшлифованные направляющие со специальным покрытием Turcite-B для перемещения без износа и трения.'
            },
            {
                "id":7,
                "text":'Бесступенчатое регулирование скорости, переключение осуществляется системой ЧПУ.'
            },
            {
                "id":8,
                "text":'Двигатели и привода Fanuc (Япония).'
            }
        ],
        "application":'Токарные станки с ЧПУ серии CKE-M нашли широкое применение в тяжелом машиностроении. В основном применяются при черновой обдирке крупногабаритных деталей, где требуется силовое точение. Основное применение - изготовление валов.',
        "design":[
            {
                "id":1,
                "image":'https://static.tildacdn.com/stor3665-3165-4136-b034-663565376137/64819868.jpg',
                "title":'Станина',
                "text":'Мощная цельнолитая станина с широко разнесёнными направляющими и дополнительными ребрами жесткости отлита из чугуна. Такая конструкция станины обеспечивает повышенную жесткость, виброустойчивость и способна выдерживать большие нагрузки. Возможна обработка деталей массой до 8 т (при зажатии в центрах и люнетах).'
            },
            {
                "id":2,
                "image":'https://static.tildacdn.com/stor6132-3233-4031-b634-393462363038/75073837.jpg',
                "title":'Шпиндель',
                "text":'Шпиндель с электрическим сервомотором. Подшипники шпинделя – NSK Япония, высокие показатели стабильности. Скорость шпинделя меняется автоматически в большом диапазоне скоростей.'
            },
            {
                "id":3,
                "image":'https://static.tildacdn.com/stor3034-3333-4639-b637-316461633638/86377675.jpg',
                "title":'Привод по осям',
                "text":'Установлен точный планерный редуктор прямого подключения, вращающийся привод ШВП прямого подключения осуществляет высокоточное позиционирование.'
            },
            {
                "id":4,
                "image":'https://static.tildacdn.com/stor6663-3936-4037-b534-356238356339/66133173.jpg',
                "title":'Резцедержатель',
                "text":'На станке установлен резцедержатель с внутренним охлаждением и разбрызгиванием СОЖ, что повышает качество поверхности детали.'
            }
            ,            {
                "id":5,
                "image":'https://static.tildacdn.com/stor3337-3534-4261-b931-623362326162/59188293.jpg',
                "title":'Задняя бабка',
                "text":'На станке установлена мощная задняя бабка, перемещение осуществляется протягиванием по направляющим. Опционально возможно установить электрический привод перемещения.'
            },
            {
                "id":6,
                "image":'https://static.tildacdn.com/stor6661-3961-4631-a634-633839383438/54239851.jpg',
                "title":'Система ЧПУ',
                "text":'По требованию заказчика устанавливается система ЧПУ FANUC Oi - Mate TD (Япония) или SIEMENS 808D'
            },
            {
                "id":7,
                "image":'https://static.tildacdn.com/stor3665-6434-4130-a239-333962653839/71226946.jpg',
                "title":'Транспортер для удаления стружки',
                "text":'Для удаления стружки установлен транспортер, производительностью 20 кг./мин.'
            }
            ,            {
                "id":5,
                "image":'https://static.tildacdn.com/stor3837-3934-4134-a431-326137383632/60403723.jpg',
                "title":'Револьверная головка',
                "text":'Опционально возможно установить 8-ми позиционную револьверную головку, которая значительно расширяет возможности обработки. При установке 8-ми позиционной револьверной головки уменьшается диаметр обработки.'
            }
        ],
        "harakter_image":'https://static.tildacdn.com/stor6535-3533-4333-a264-393132383439/54961904.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":10,
        "type":"DMTG",
        "image":'https://static.tildacdn.com/stor3737-3363-4438-a139-643961326561/87381718.jpg',
        "price":"143 000",
        "title":'Вертикальный токарный станок с ЧПУ серии VT',
        "shifr":"VT-20",
        "power":'18,5 кВт',
        "komplect":'Not',
        "sklad":'Под заказ',
        "series":'VD',
        "razdel":'Токарные станки',
        "category":"Вертикальные станки",
        "destcription":"Вертикальные токарные станки предназначены для токарной обработки деталей сложной конфигурации из жаропрочных и легированных сплавов. На станках данной серии можно обтачивать и растачивать поверхности с криволинейными и прямолинейными образующими, сверлить, зенкеровать, развертывать центральные отверстия, прорезать кольцевые канавки, нарезать различные резьбы резцами.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor6131-3639-4532-b936-373337326435/70593054.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor3631-3966-4437-b336-313131316561/72251078.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor6236-3633-4466-b732-343561303730/71276243.jpg"
            },
            {
                "id":4,
                "image":"https://thumb.tildacdn.com/stor3562-6261-4666-a664-363765643862/-/format/webp/67797864.jpg"
            },
            {
                "id":5,
                "image":"https://static.tildacdn.com/stor3762-6535-4330-b839-313336333464/62708106.jpg"
            },
            {
                "id":6,
                "image":"https://static.tildacdn.com/stor6664-3139-4636-b030-643839396466/83786659.jpg"
            },
            {
                "id":7,
                "image":"https://static.tildacdn.com/stor6366-3764-4031-b331-323532663234/51966592.jpg"
            },
            {
                "id":8,
                "image":"https://static.tildacdn.com/stor3761-6532-4463-b736-626237303038/71028063.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Вертикальное расположение шпинделя позволяет обрабатывать крупногабаритные заготовки с большой массой, при этом станок занимает минимальную производственную площадь.'
            },
            {
                "id":2,
                "text":'Цельнолитая колонна увеличенного сечения с широко разнесенными направляющими обладает повышенной жесткостью и виброустойчивостью.'
            },
            {
                "id":3,
                "text":'Усиленная конструкция шпинделя А2–8, А2–11, А2–15 позволяет обрабатывать высоколегированные стали на повышенных режимах резания с большими припусками без потери точности и качества поверхности.'
            },
            {
                "id":4,
                "text":'Закаленные направляющие станины имеют твердость не ниже 50 HRC (индукционный способ закаливания), направляющие салазок суппорта имеют специальное износостойкое TFS покрытие, что обеспечивает длительное сохранение точности, плавное и точное перемещение подвижных узлов станка.'
            }
        ],
        "application":'Вертикальные токарные станки применяются во всех отраслях машиностроительной, автомобильной и металлургической промышленности для обработки заготовок с большими габаритами и весом с расширенными возможностями токарной обработки.',
        "design":[
            {
                "id":1,
                "image":'https://static.tildacdn.com/stor3636-6230-4066-a564-623539613636/22889315.jpg',
                "title":'Шпиндель',
                "text":'На станке используется серво шпиндель усиленной конструкции, привод осуществляется с помощью шкива приводного ремня.Передний и задний подшипник – двухрядный радиальный роликовый подшипник производства NSK (Япония).'
            },
            {
                "id":2,
                "image":'https://static.tildacdn.com/stor6166-6632-4432-b830-333562306363/39843857.jpg',
                "title":'Гидравлический патрон',
                "text":'Патрон увеличенного размера устанавливается на передней части шпинделя и предназначен для крепления заготовок большего диаметра.'
            },
            {
                "id":3,
                "image":'https://static.tildacdn.com/stor6361-3365-4139-b035-623939303265/92728662.jpg',
                "title":'Инструментальный суппорт',
                "text":'Подачи по осям X и Z осуществляются при помощи серводвигателей по высокоточным роликовым ШВП. Использование роликовых направляющих значительно повышает точность и сокращает время перемещений. На оси Z установлен балансирующий гидроцилиндр, который воспринимает нагрузку от массы каретки, ползуна и резцедержателя, тем самым продлевает ресурс ШВП и повышает точность обработки.'
            },
            {
                "id":4,
                "image":'https://static.tildacdn.com/stor3937-3763-4939-b732-313432303036/64076155.jpg',
                "title":'Револьверная головка',
                "text":'Револьверная головка разработана специально для экстремально жесткого точения, что обусловлено её габаритами и техническими параметрами. Возможно оснастить станок различными типами револьверных головок: 6-ти позиционной револьверной головкой с горизонтальной осью вращения, 8-ми позиционной револьверной головкой с вертикальной осью вращения, револьверной головкой с приводным инструментом.'
            }
            ,            {
                "id":5,
                "image":'https://static.tildacdn.com/stor6165-3865-4531-b736-316639383438/14203725.jpg',
                "title":'Гидростанция',
                "text":'Гидравлическая система состоит из клапанного блока, масляного насоса, охладителя и других важных компонентов.Габариты: 1100 х 700 х 700 мм, объём 280 литров, давлением 8 Мпа, мощность 5,5 KW.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":11,
        "type":"DMTG",
        "image":'https://static.tildacdn.com/stor3464-3539-4239-b838-623462613430/76240921.jpg',
        "price":"151 000",
        "title":'Универсальный токарный станок тяжелой серии CW-M',
        "shifr":"CW61100M",
        "power":'22 кВт',
        "komplect":'Not',
        "sklad":'Под заказ',
        "series":'CW-M',
        "razdel":'Токарные станки',
        "category":"Not",
        "destcription":"Токарные станки серии CW-M предназначены для токарной обработки наружных и внутренних поверхностей деталей типа тел вращения со ступенчатым и криволинейным профилем, различной сложности. Обрабатываемый материал: жаропрочные стали, легированные сплавы, титан. Основные операции: нарезание метрической, модульной, дюймовой и питчевой резьбы, получение фасонной, конической и цилиндрической поверхностей, подрезание торцов, сверление, растачивание, зенкование отверстий, точение наружных поверхностей.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor6531-6461-4765-a331-333663653433/55515337.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor6564-6462-4234-a536-663530373034/80897260.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor3438-6339-4166-b933-343139643462/25263095.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Универсальные токарные станки серии CW — это знаменитые токарные станки ДИП– 500, 1М65, разработанные Советскими инженерами и внедренные на производстве завода DMTG с учетом всех современных требований.'
            },
            {
                "id":2,
                "text":'Станина станка отлита из чугуна и усилена ребрами жесткости, имеет цельнолитую конструкцию, ширина станины 755 мм. Такая конструкция обеспечивает высокую надежность, жесткость и виброустойчивость при работе.'
            },
            {
                "id":3,
                "text":'Закаленные отшлифованные V-образные направляющие, ТВЧ до HRC50. Поверхность перемещающихся узлов (каретки, задней'
            },
            {
                "id":4,
                "text":' бабки) покрыты специальным покрытием Turcite-B для перемещения с минимальным износом и без трения. Система смазки направляющих снижает трудоемкость обслуживания станка и увеличивает его ресурс.'
            },
            {
                "id":5,
                "text":'Все шестерни механизма подач имеют высокочастотную закалку и отличаются высокой износоустойчивостью.'
            },
            {
                "id":6,
                "text":'Широкий диапазон подач обеспечивает высокое качество обработки различных материалов.'
            },
            {
                "id":7,
                "text":'Контроль качества сборки на каждом этапе.'
            }
        ],
        "application":'Токарные станки серии CW-M нашли широкое применение в тяжелом машиностроении. В основном применяются при черновой обдирке крупногабаритных деталей, где требуется силовое точение.',
        "design":[
            {
                "id":1,
                "image":'https://static.tildacdn.com/stor3330-3765-4539-b532-326237613965/70143545.jpg',
                "title":'Задняя бабка',
                "text":'Приспособление для крепления заготовки (при обработке в центрах) или для крепления инструментов, таких например как метчик, плашка при нарезании резьбы; свёрл или сверлильного патрона при сверлении отверстий.'
            },
            {
                "id":2,
                "image":'https://static.tildacdn.com/stor6133-6437-4066-a237-356336616238/95416142.jpg',
                "title":'Суппорт',
                "text":'Суппорт усиленной конструкции для крепления обрабатывающего инструмента и перемещения инструмента увеличенного сечения в заданных направлениях.'
            },
            {
                "id":3,
                "image":'https://static.tildacdn.com/stor3139-6263-4465-b836-623066326664/57590079.jpg',
                "title":'Коробка подач',
                "text":'С помощью коробки подач регулируют скорость перемещения суппорта и закрепленного на нем инструмента вдоль направляющих станины, то есть продольную подачу. На лицевой стороне коробки подач имеются рукоятки для регулировки подачи резца (путь, проходимый за один оборот вращения детали) и включения ходового винта.'
            },
            {
                "id":4,
                "image":'https://static.tildacdn.com/stor3334-3365-4239-a363-316433386239/68649022.jpg',
                "title":'Люнеты',
                "text":'Подвижной и неподвижный люнеты предназначены для поддержки длинных заготовок при обработке во избежание прогиба.'
            }
            ,
            {
                "id":5,
                "image":'https://static.tildacdn.com/stor3034-6239-4364-b263-353039326563/30653627.jpg',
                "title":'УЦИ',
                "text":'Все универсальные токарные станки DMTG серии CW-M опционально могут быть оснащены Устройством цифровой индикации (УЦИ) SDS6. Устройство цифровой индикации SDS6 включает в себя новейшую 16 битную SCM технологию. Каждая ось поддерживает 40 точек нелинейной компенсации. УЦИ предназначено для обработки электрических сигналов поступающих от оптоэлектронных преобразователей линейных перемещений (оптических линеек) и осуществляет визуализацию на цифровом табло полученной информации, а также оказывает помощь в выполнение операций обработки.            '
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":12,
        "type":"DMTG",
        "image":'https://static.tildacdn.com/stor6562-3564-4762-b937-366163626132/36827214.jpg',
        "price":"73 000",
        "title":'Универсальный токарный станок серия CW-E',
        "shifr":"CW6263E-1",
        "power":'11 кВт',
        "komplect":'Not',
        "sklad":'Под заказ',
        "series":'CW-E',
        "razdel":'Токарные станки',
        "category":"Универсальные станки",
        "destcription":"Токарно-винторезные станки серии CW предназначены для черновой обработки и являются аналогами станков «Рязанского станкостроительного завода».На станке можно производить наружное и внутреннее точение, включая точение конусов, растачивание, сверление и нарезание резьб (метрической, модульной, дюймовой и питчевой). Обрабатываемый материал: сталь, чугун, легированные сплавы (нержавейка), цветные металлы и легкие сплавы.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor3764-3433-4532-a466-316136386163/85902188.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor3962-6430-4635-b230-346463313335/50642229.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor3138-6437-4361-a436-633032306436/19244142.jpg"
            },
            {
                "id":4,
                "image":"https://static.tildacdn.com/stor3837-3034-4935-b361-353564363563/56075394.jpg"
            },
            {
                "id":5,
                "image":"https://static.tildacdn.com/stor6630-3465-4139-b339-343330623134/97646734.jpg"
            },
            {
                "id":6,
                "image":"https://static.tildacdn.com/stor6233-6131-4664-b266-383934363439/97944692.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Not'
            }
        ],
        "application":'Токарно-винторезные станки серии CW могут найти применение на любом металлообрабатывающем предприятии. Токарные станки используются в ремонтных и столярных мастерских, механических цехах, в автомобильном производстве, машиностроении и в учебных заведениях. Главным образом применяются в условиях единичного и мелкосерийного изготовления различных деталей при чистовой и черновой обработке.',
        "design":[
            {
                "id":1,
                "image":'https://static.tildacdn.com/stor6332-3364-4331-b663-373131383131/93008655.jpg',
                "title":'Станина',
                "text":'Цельнолитая станина усилена ребрами жесткости. Применение широких направляющих позволяет обрабатывать тяжелые заготовки и делать съем до 5 мм на сторону без потери точности и качества получаемого изделия.'
            },
            {
                "id":2,
                "image":'https://static.tildacdn.com/stor3133-6666-4131-b261-646262653565/29937479.jpg',
                "title":'Коробка подач',
                "text":'Все шестерни механизма подач имеют высокочастотную закалку HRC59..63 и отличаются высокой износоустойчивостью.'
            },
            {
                "id":3,
                "image":'https://static.tildacdn.com/stor3336-3965-4265-a465-663335666532/49291007.jpg',
                "title":'Задняя бабка',
                "text":'Приспособление для крепления заготовки (при обработке в центрах), или для крепления инструментов, таких например как метчик, плашка при нарезании резьбы; свёрл или сверлильного патрона при сверлении отверстий.'
            },
            {
                "id":4,
                "image":'https://static.tildacdn.com/stor3265-3637-4165-a364-656534353136/82191807.jpg',
                "title":'Суппорт',
                "text":'Приспособление для крепления обрабатывающего инструмента и перемещения инструмента в заданных направлениях.'
            }
            ,
            {
                "id":5,
                "image":'https://static.tildacdn.com/stor6332-3932-4931-b366-363065333336/17353463.jpg',
                "title":'Переключатель подач',
                "text":'Многопозиционный рычаг для включения автоматического перемещения режущего инструмента в заданном направлении.'
            }
            ,
            {
                "id":6,
                "image":'https://static.tildacdn.com/stor6666-3133-4465-b766-333136636561/58489615.jpg',
                "title":'Люнеты',
                "text":'Подвижной и неподвижный люнеты предназначены для поддержки длинных заготовок при обработке во избежание прогиба.'
            }
        ],
        "harakter_image":'https://static.tildacdn.com/stor6565-6161-4739-b763-386166306366/72573250.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":13,
        "type":"DMTG",
        "image":'https://static.tildacdn.com/stor3965-3764-4237-b166-303634643332/41048993.jpg',
        "price":"35 000",
        "title":'Универсальный токарно-винторезный станок серии CDS',
        "shifr":"CDS6263",
        "power":'3,3 кВт',
        "komplect":'Not',
        "sklad":'Под заказ',
        "series":'CDS',
        "razdel":'Токарные станки',
        "category":"Винторезные",
        "destcription":"Токарно-винторезные станки серии CDS полностью идентичны советским универсальным токарным станкам завода «Красный пролетарий», г. Москва.Токарно-винторезные станки серии CDS предназначены для выполнения самых разнообразных операций: обработки наружных и внутренних цилиндрических, конических, фасонных и торцовых поверхностей; нарезания наружных и внутренних резьб; отрезки, сверления, зенкерования и развертывания отверстий. Обрабатываемый материал: сталь, чугун, легированные сплавы (нержавейка), цветные металлы и легкие сплавы.",
        "images":[
            {
                "id":1,
                "image":"https://static.tildacdn.com/stor3139-3433-4238-b632-393438666233/62589879.jpg"
            },
            {
                "id":2,
                "image":"https://static.tildacdn.com/stor3937-3930-4639-b765-653430393062/22577512.jpg"
            },
            {
                "id":3,
                "image":"https://static.tildacdn.com/stor3136-3735-4361-b435-353438613161/75501390.jpg"
            },
            {
                "id":4,
                "image":"https://static.tildacdn.com/stor3866-3664-4631-a466-353062366161/41974433.jpg"
            },
            {
                "id":5,
                "image":"https://static.tildacdn.com/stor3135-3966-4137-a239-396664333465/20439416.jpg"
            },
            {
                "id":6,
                "image":"https://static.tildacdn.com/stor6537-3232-4939-a634-353166626661/39409685.jpg"
            },
            {
                "id":7,
                "image":"https://static.tildacdn.com/stor6638-3535-4761-a330-363134663265/28876653.jpg"
            }
        ],
        "destcription_text":[
            {
                "id":1,
                "text":'Not'
            }
        ],
        "application":'Токарно-винторезные станки серии CDS могут найти применение на любом металлообрабатывающем предприятии. Токарные станки используются в ремонтных и столярных мастерских, механических цехах, в автомобильном производстве, машиностроении и в учебных заведениях. Главным образом применяются в условиях единичного и мелкосерийного изготовления различных деталей при чистовой обработке.',
        "design":[
            {
                "id":1,
                "image":'https://static.tildacdn.com/stor6332-3364-4331-b663-373131383131/93008655.jpg',
                "title":'Станина',
                "text":'Цельнолитая станина усилена ребрами жесткости. Применение широких направляющих позволяет обрабатывать тяжелые заготовки и делать съем до 5 мм на сторону без потери точности и качества получаемого изделия.'
            },
            {
                "id":2,
                "image":'https://static.tildacdn.com/stor3133-6666-4131-b261-646262653565/29937479.jpg',
                "title":'Коробка подач',
                "text":'Все шестерни механизма подач имеют высокочастотную закалку HRC59..63 и отличаются высокой износоустойчивостью.'
            },
            {
                "id":3,
                "image":'https://static.tildacdn.com/stor3336-3965-4265-a465-663335666532/49291007.jpg',
                "title":'Задняя бабка',
                "text":'Приспособление для крепления заготовки (при обработке в центрах), или для крепления инструментов, таких например как метчик, плашка при нарезании резьбы; свёрл или сверлильного патрона при сверлении отверстий.'
            },
            {
                "id":4,
                "image":'https://static.tildacdn.com/stor3265-3637-4165-a364-656534353136/82191807.jpg',
                "title":'Суппорт',
                "text":'Приспособление для крепления обрабатывающего инструмента и перемещения инструмента в заданных направлениях.'
            }
            ,
            {
                "id":5,
                "image":'https://static.tildacdn.com/stor6332-3932-4931-b366-363065333336/17353463.jpg',
                "title":'Переключатель подач',
                "text":'Многопозиционный рычаг для включения автоматического перемещения режущего инструмента в заданном направлении.'
            },
            {
                "id":6,
                "image":'https://static.tildacdn.com/stor6666-3133-4465-b766-333136636561/58489615.jpg',
                "title":'Люнеты',
                "text":'Подвижной и неподвижный люнеты предназначены для поддержки длинных заготовок при обработке во избежание прогиба.'
            }
        ],
        "harakter_image":'https://thumb.tildacdn.com/stor6330-3233-4430-a661-643266376365/-/resize/680x/-/format/webp/39631107.jpg',
        "standart":[
            {
                "id":1,
                "text":"Система ЧПУ FANUC (Япония)"
            },
            {
                "id":2,
                "text":"Передача информации через порт RS-232"
            },
            {
                "id":3,
                "text":"Автоматическое устройство смены инструмента"
            },
            {
                "id":4,
                "text":"Транспортер для удаления стружки шнекового типа"
            },
            {
                "id":5,
                "text":"Кабинетная защита зоны резания"
            },
            {
                "id":6,
                "text":"Жесткое нарезание резьбы метчиком"
            },
            {
                "id":7,
                "text":"Рабочее освещение и лампа индикации состояния станка"
            },
            {
                "id":8,
                "text":"Автоматическая система смазки"
            },
            {
                "id":9,
                "text":"Пистолет для обдува воздухом рабочей зоны"
            },
            {
                "id":10,
                "text":"Система обдува конуса шпинделя при смене инструмента"
            },
            {
                "id":11,
                "text":"Система подачи СОЖ в зону резания"
            },
            {
                "id":12,
                "text":"Электрошкаф с теплообменником"
            },
            {
                "id":13,
                "text":"Сепаратор СОЖ"
            },
            {
                "id":14,
                "text":"Инструмент для обслуживания станка"
            },
            {
                "id":15,
                "text":"Документация на русском языке"
            }
        ],
        "options":[
            {
                "id":1,
                "text":"Система ЧПУ Siemens 802 D"
            },
            {
                "id":2,
                "text":"Устройство подачи СОЖ через шпиндель"
            },
            {
                "id":3,
                "text":"Масленое охлаждение шпинделя"
            },
            {
                "id":4,
                "text":"Высокоскоростной шпиндель (10000 об./мин. Или 12000 об./мин.)"
            },
            {
                "id":5,
                "text":"Устройство измерения длины инструмента Renishaw"
            },
            {
                "id":6,
                "text":"Автоматическое устройство смены инструмента на 24 поз."
            },
            {
                "id":7,
                "text":"Устройство измерения детали Renishaw"
            },
            {
                "id":8,
                "text":"Поворотный стол (4-я ось)"
            },
            {
                "id":9,
                "text":"Оптические линейки"
            },
            {
                "id":10,
                "text":"Увеличение мощности шпинделя"
            },
            {
                "id":11,
                "text":"Подача СОЖ через шпиндель"
            },
            {
                "id":12,
                "text":"Редуктор"
            },
            {
                "id":13,
                "text":"Направляющие и ШВП производства ТНК"
            },
            {
                "id":14,
                "text":"Устройство автоматического отключения станка при открытой двери"
            },
            {
                "id":15,
                "text":"Режущий инструмент"
            },
            {
                "id":16,
                "text":"Анкерные болты или виброопоры"
            }
        ],        
    },
    {
        "id":14,
        "type":"WEIDA",
        "image":'https://static.tildacdn.com/stor3666-3831-4534-b738-356261663932/14577796.jpg',
        "title":'Токарные станки Weida с наклонной станиной серия TCK',
        "shifr":"TCK",
        "series":'TCK',
        "razdel":'Токарные станки',
        "destcription":"Станок серии TCK представляет собой полнофункциональный высокоточный токарный станок с ЧПУ, разработанный и спроектированный с использованием передовых зарубежных технологий. Дизайн и элементы управления были разработаны с учетом требований эргономики. Удобный, простой в эксплуатации и ремонтопригодный.Станок предназначен для выполнения чистовых и получистовых токарных операций, в том числе обработки чугунных отливок, с использованием высокоскоростных шпинделей. Осевое перемещение осуществляется высокоточными роликовыми направляющими серии HGH35, устойчивыми к вибрации. Обладает высокой жесткостью и может поворачиваться с большим припуском на обработку. При правильном программном обеспечении (система CAD/CAM) — ключе к эффективной работе станков с ЧПУ — инженеру-технологу требуется минимальное время для перенастройки станка. Простым изменением программы сложность переключения снижается на 80-90% по сравнению со сложностью этой операции на ручных станках, обеспечивая индивидуальность сложных деталей.Станок изготовлен в соответствии со стандартом точности GB/T 16462.1-2007.",
        "images":[],
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Серия токарных станков TCK от Weida предназначена для обработки деталей средних и крупных размеров. Эти станки имеют наклонную станину, которая обеспечивает высокую жесткость и устойчивость к вибрации, что позволяет обрабатывать большие детали с высокой точностью и качеством.Станки этой серии могут оснащаться различными опциями, такими как система ЧПУ, шпиндель с повышенной скоростью, противовес, автоматическая смена инструмента и другие функции, которые улучшают производительность и эффективность производства.Эти станки могут использоваться для обработки различных материалов, таких как сталь, чугун, алюминий, латунь и другие. Они широко используются в производстве автомобилей, машиностроении, энергетике, медицине и других отраслях промышленности.Weida является одним из ведущих производителей токарных станков в мире, и его продукция известна своим качеством и надежностью. Станки Weida TCK - это надежный инструмент для производства качественных и точных деталей.',
    },
    {
        "id":15,
        "type":"WEIDA",
        "image":'https://static.tildacdn.com/stor6337-6163-4162-b439-316262366136/29776235.jpg',
        "title":'Токарные станки Weida с горизонтальной станиной серия CK',
        "shifr":"CK",
        "series":'CK',
        "razdel":'Токарные станки',
        "destcription":"Токарный станок Weida серии СК имеет горизонтально расположенные направляющие и используется для обработки наружного и внутреннего диаметров различных деталей, например тел вращения. Его конструкция основана на использовании проверенной технологии. Это означает скользящую направляющую (коробчатую) и механическую коробку передач с 3 диапазонами, которая автоматически регулирует скорость вращения шпинделя в пределах диапазона.Основное применение таких станков оправдано при получистовой и предварительной токарной обработке деталей за счет исключения больших наценок в средней производственной серии. Он хорошо зарекомендовал себя при точении литых заготовок как из стали, так и из чугуна. LXMT производит этот тип оборудования в соответствии со стандартом JB/T8324.1-1996.Соответствует классу Н по ГОСТ 8-82.",
        "images":[],
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Токарные станки Weida с горизонтальной станиной серии CK являются высокоточными станками для токарной обработки различных деталей. Они отличаются высоким качеством и надежностью, а также простотой в эксплуатации.Станки данной серии оснащены шпинделем с центральным отверстием, что обеспечивает возможность обработки более крупных деталей. Кроме того, они имеют систему автоматического управления, что позволяет выполнить работу с большей точностью и скоростью.Токарные станки Weida серии CK обладают широким спектром возможностей по обработке различных материалов, таких как сталь, алюминий, медь и т.д. Благодаря своим характеристикам они используются в числе прочего для производства автоматической оборудования, гидравлических и пневматических компонентов, а также медицинских и оптических приборов.',
    },
    {
        "id":16,
        "type":"WEIDA",
        "image":'https://static.tildacdn.com/stor6630-6135-4632-b664-316661626465/81781251.jpg',
        "title":'Фрезерный обрабатывающий центр Weida серии VMC',
        "shifr":"VMC",
        "series":'VMC',
        "razdel":'Фрезерные станки',
        "destcription":"Обрабатывающий центр  Weida с ЧПУ серии VMC имеет жесткую станину из серого чугуна для обеспечения высокой точности и производительности обработки.",
        "images":[],
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Серия VMC (Vertical Machining Center) фрезерных обрабатывающих центров Weida предназначена для производства высокоточных деталей из различных материалов, включая металлы, пластмассы и композитные материалы. Они обладают большой производительностью, быстротой и точностью обработки.Серия VMC (Vertical Machining Center) фрезерных обрабатывающих центров Weida предназначена для производства высокоточных деталей из различных материалов, включая металлы, пластмассы и композитные материалы. Они обладают большой производительностью, быстротой и точностью обработки.Центры серии VMC оснащены высокопроизводительными шпинделями с переменной скоростью вращения и качественными прецизионными компонентами, такими как направляющие и шариковые винты.Они имеют многофункциональную систему управления, которая может иметь как традиционные кнопки и сенсорные экраны, так и системы ЧПУ.Высокая точность и производительность фрезерных центров Weida серии VMC сделали их незаменимыми инструментами в производстве сложных деталей, включая части для авиационных, автомобильных и аэрокосмических приложений, а также в обработке металлов и пластмасс.',
    },
    {
        "id":17,
        "type":"WEIDA",
        "image":'https://static.tildacdn.com/stor6562-3833-4436-a635-306333313739/30226220.jpg',
        "title":'Высокоскоростной вертикальный обрабатывающий центр Weida серии V-8',
        "shifr":"V-8",
        "series":'V-8',
        "razdel":'Фрезерные станки',
        "destcription":"Высокоскоростной вертикальный обрабатывающий центр Weida серии V-8 - это высокоточное оборудование, созданное для обработки поверхностей деталей из различных материалов (металлы, пластмассы и т.д.). Он оснащен высокоскоростным шпинделем, который позволяет достигать высоких скоростей и точности обработки. Машина имеет широкий диапазон функций, таких как фрезерование, сверление, растачивание, резка и т.д., что позволяет выполнять разнообразные задачи в производственном процессе",
        "images":[],
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Высокоскоростные вертикальные обрабатывающие центры Weida серии V-8 имеют следующие основные характеристики и особенности:Высокая скорость обработки: скорость подачи делительной головки до 60 м/мин, скорость вращения шпинделя до 12000 об/мин.Широкий диапазон обработки: возможность обработки деталей размером до 2000 мм в длину и ширину, и высотой до 700 мм.Точность обработки: уровень точности обработки до ±0,01 мм.Высокая надежность и долговечность: надежная конструкция и высококачественные компоненты обеспечивают долгую и безотказную работу оборудования.Простота и удобство управления: система управления на основе ЧПУ обеспечивает простое и удобное программирование и управление оборудованием.Гибкость и многофункциональность: возможность обработки различных материалов, в том числе металлов, пластмасс, керамики и др.Эргономичный дизайн: удобная и эргономичная конструкция обеспечивает комфортную работу оператора и повышает производительность работы.Эффективность и экономичность: высокая производительность и энергоэффективность обеспечивают сокращение затрат на производство и повышение прибыльности бизнеса.В зависимости от требований, машина может быть снабжена различными опциями, такими как инструментальный магазин, система охлаждения, устройство для смены инструмента и т.д. Weida V-8 - это новейшие технологические решения, которые позволяют выполнять всех задачи по обработке деталей на высоком уровне, обеспечивая высокую скорость, точность и надежность',
    },
    {
        "id":18,
        "type":"WEIDA",
        "image":'https://static.tildacdn.com/stor3235-6635-4666-b437-633363396163/75467639.jpg',
        "title":'Горизонтальный фрезерный обрабатывающий центр Weida серии HMC',
        "shifr":"HMC",
        "series":'HMC',
        "razdel":'Фрезерные станки',
        "destcription":"Горизонтальный фрезерный обрабатывающий центр Weida серии HMC - это многоосевой станок с ЧПУ, который может выполнять обработку деталей в широком диапазоне размеров и форм, а также из различных материалов, включая металлы, пластмассы и композиты. Он оснащен высокоскоростным шпинделем, который позволяет быстро и точно обрабатывать материалы при высокой производительности. Кроме того, станок имеет большую рабочую зону и способен выполнять различные операции, такие как фрезерование, сверление, резание резьбы и т.д. Среди преимуществ данной серии станков можно отметить высокую точность и повторяемость обработки, надежность и долговечность, а также удобство и простоту эксплуатации.",
        "images":[],
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Горизонтальные обрабатывающие центры Weida серии HMC предназначены для фрезерования, сверления и растачивания заготовок любых форм и материалов, от чугунов до цветных сплавов, пластмасс и жаропрочных сплавов.Рабочие характеристикиГоризонтальный обрабатывающий центр с перевернутой Т-образной конструкцией, высокой скоростью вращения шпинделя, высокой жесткостью и высоким крутящим моментом.Эта серия станков обладает отличной производительностью и стабильной точностью. Они подходят для обработки различных типов деталей коробок и двумерных и трехмерных криволинейных поверхностей. Они являются ключевым оборудованием для обработки деталей коробок в машиностроении, автомобилестроении, судостроении, текстильном оборудовании, печатном оборудовании, сельскохозяйственной технике и других отраслях промышленности.Стандартная конфигурация зубчатая передачаСистема ЧПУ FANUC 0i MF конфигурация встроенной зубчатой передачиМаксимальная скорость вращения шпинделя составляет 3000 об / мин, подходит для низкоскоростных тяжелых.',
    },
    {
        "id":19,
        "type":"WEIDA",
        "image":'https://static.tildacdn.com/stor6633-3634-4863-b633-336363363137/62191801.jpg',
        "title":'Портальный фрезерный центр Weida серии GDC',
        "shifr":"GDC",
        "series":'GDC',
        "razdel":'Фрезерные станки',
        "destcription":"Портальная машина GDC является собственной разработкой Weida. Вертикальная подача осуществляется за счет перемещения стола по роликовой направляющей. Движение по оси Y также осуществляется по роликовым направляющим. Перемещение по оси Z осуществляется с помощью тефлоновых направляющих скольжения. Обеспечивает одновременное управление по 3 осям.",
        "images":[],
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Портальный фрезерный центр Weida серии GDC - это высокопроизводительное оборудование, предназначенное для обработки различных материалов, включая металлы, пластмассы, дерево и композитные материалы. Он может выполнять различные виды обработки, такие как фрезерование, сверление, расточка, резка и т. д.Он оснащен надежной системой управления числовым программируемым контроллером (NUM), который обеспечивает точность и эффективность обработки. Машина также имеет высокую скорость и отличную жесткость, что делает ее идеальной для производства множества изделий в больших объемах.Серия GDC от Weida имеет разные модели, чтобы соответствовать потребностям разных клиентов и промышленных отраслей. Каждая из них обладает своими уникальными характеристиками и спецификациями, чтобы соответствовать требованиям производстваСтанина и портал станка изготовлены из высококачественного чугуна и имеют цельнолитую конструкцию, что обеспечивает высокую жесткость конструкции при обработке. Станки предназначены для выполнения следующих операций: фрезерование, растачивание, сверление, нарезание прямой резьбы и др. Применяются в таких отраслях, как судостроение, автомобилестроение, военная, энергетическая промышленность, изготовление сложных пресс-форм',
    },
    {
        "id":20,
        "type":"WEIDA",
        "image":'https://static.tildacdn.com/stor6535-3165-4065-b265-613863376662/33518962.jpg',
        "title":'Высокоскоростной вертикальный обрабатывающий центр Weida серии VNM',
        "shifr":"VNM",
        "series":'VNM',
        "razdel":'Фрезерные станки',
        "destcription":"Высокоскоростной вертикальный обрабатывающий центр Weida серии VNM - это высокоточное оборудование, созданное для обработки поверхностей деталей из различных материалов (металлы, пластмассы и т.д.). Он оснащен высокоскоростным шпинделем, который позволяет достигать высоких скоростей и точности обработки. Машина имеет широкий диапазон функций, таких как фрезерование, сверление, растачивание, резка и т.д., что позволяет выполнять разнообразные задачи в производственном процессе.",
        "images":[],
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Высокоскоростные вертикальные обрабатывающие центры Weida серии VNM имеют следующие основные характеристики и особенности:Высокая скорость обработки: скорость подачи делительной головки до 60 м/мин, скорость вращения шпинделя до 12000 об/мин.Широкий диапазон обработки: возможность обработки деталей размером до 2000 мм в длину и ширину, и высотой до 700 мм.Точность обработки: уровень точности обработки до ±0,01 мм.Высокая надежность и долговечность: надежная конструкция и высококачественные компоненты обеспечивают долгую и безотказную работу оборудованияПростота и удобство управления: система управления на основе ЧПУ обеспечивает простое и удобное программирование и управление оборудованием.Гибкость и многофункциональность: возможность обработки различных материалов, в том числе металлов, пластмасс, керамики и др.Эргономичный дизайн: удобная и эргономичная конструкция обеспечивает комфортную работу оператора и повышает производительность работы.Эффективность и экономичность: высокая производительность и энергоэффективность обеспечивают сокращение затрат на производство и повышение прибыльности бизнеса.В зависимости от требований, машина может быть снабжена различными опциями, такими как инструментальный магазин, система охлаждения, устройство для смены инструмента и т.д. Weida VNM - это новейшие технологические решения, которые позволяют выполнять всех задачи по обработке деталей на высоком уровне, обеспечивая высокую скорость, точность и надежность.',
    },
    {
        "id":21,
        "type":"WEIDA",
        "image":'https://static.tildacdn.com/stor3565-3061-4131-a134-343131643336/65726542.jpg',
        "title":'Пятиосевой обрабатывающий центр Weida серии GMC',
        "shifr":"GMC",
        "series":'GMC',
        "razdel":'Фрезерные станки',
        "destcription":"Станки Weida серии GMC предназначены для неподвижной, многосторонней прецизионной обработки сверхтяжелых заготовок и тел вращения, плоских стальных, формованных алюминиевых или цилиндрических заготовок из магния.Портальный обрабатывающий центр в основном используется для черновой и получистовой обработки деталей в тяжелой промышленности, нефтяной промышленности.Кроме того, редуктор шпиндельного узла обеспечивает высокий крутящий момент, что позволяет станку фрезеровать закаленные и легированные стали.",
        "images":[],
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Пятиосевой обрабатывающий центр Weida серии GMC - это высокотехнологичное оборудование для обработки металлических деталей. Оно оснащено пяти осями, что позволяет выполнять сложные и точные операции на различных поверхностях деталей. Обрабатывающий центр Weida серии GMC может использоваться для фрезерования, сверления, резки и моделирования, а также для изготовления высокоточных деталей для автомобильной, авиационной и других отраслей промышленности. Его высокая производительность, точность и надежность делают его отличным выбором для использования в промышленных производствах.',
    },
    {
        "id":22,
        "type":"Mazak",
        "image":'https://static.tildacdn.com/stor3565-3061-4131-a134-343131643336/65726542.jpg',
        "title":'Горизонтальные обрабатывающие центры µ-8800',
        "shifr":"µ-8800",
        "series":'µ Series',
        "razdel":'Горизонтальные обрабатывающие центры',
        "destcription":"Высокоскоростной горизонтальный обрабатывающий центр сверхточной обработки µ-8800 из Китая под ключ. Закупка, проверка, доставка, таможенное оформление.",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor3264-3066-4262-a561-373237666533/28921160.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Сверхточный высокоскоростной горизонтальный обрабатывающий центр для мелко-, средне- и крупносерийного производства. Являясь частью Mazak µ Series, HORIZONTAL CENTER NEXUS µ8800 оснащен линейными двигателями, обеспечивающими превосходную производительность. Безошибочная и моментальная обработка наряду с широким спектром опций делают станок HCN лучшим выбором для современных требований к обработке с высокими допусками.Бесперебойная и высокая точность обработкиВысокая скорость движенияРазличная емкость магазина инструментовМинимальная тепловая деформация – шарико-винтовая передача и охлаждение шпинделя',
    },
    {
        "id":23,
        "type":"Mazak",
        "image":'https://static.tildacdn.com/stor6363-3535-4463-a435-316237663362/79344468.jpg',
        "title":'Горизонтальные обрабатывающие центры µ-10800',
        "shifr":"µ-10800",
        "series":'µ Series',
        "razdel":'Горизонтальные обрабатывающие центры',
        "destcription":"Высокоскоростной горизонтальный обрабатывающий центр сверхточной обработки µ-10800 из Китая под ключ. Закупка, проверка, доставка, таможенное оформление.",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor3733-3230-4337-b930-633132656464/65103181.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Высокоскоростной горизонтальный обрабатывающий центр сверхточной обработки, нового поколения µ-10800, сочетающий в себе передовые технологии. Простота  использования, производительность и качество.Наиболее высокая производительность среди горизонтальных обрабатывающих центров в своем классеСокращение времени обработки благодаря высокоскоростной подаче, ускорению/торможению и смене инструментаСкорость подачи 30 м/мин, частота вращения шпинделя 10000 об/мин.Скорость смены инструмента в режиме "инструмент-инструмент" - 2,8 сек.Отличный доступ благодаря передней раздвижной двери с большим окном для эффективного контроля процесса обработки',
    },
    {
        "id":24,
        "type":"Mazak",
        "image":'https://static.tildacdn.com/stor3534-3263-4432-b030-663737396538/94468918.png',
        "title":'Станок для лазерной резки 3D FABRI GEAR 220 II',
        "shifr":"3D FABRI GEAR 220 II",
        "series":'3D FABRI GEAR',
        "razdel":'Станки лазерной резки',
        "destcription":"Станок 3D FABRI GEAR 220 II лазерной резки может непрерывно обрабатывать различные материалы различной толщины и формы без изменения настроек. Эта бесперебойная работа значительно сокращает время простоя и, таким образом, повышаетпроизводительность. Оптимальная цена лазерных станков Mazak в сочетании с их эффективностью также делает их одними из самых популярных в мире.",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor3033-3832-4863-a231-613836386337/34923960.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Станок 3D для трехмерной лазерной резки длинных труб и конструкционных материаловСокращение времени обработки благодаря возможностям резки с помощью высокоскоростного волоконного лазера.Непрерывная 3D-резка в течение длительного периода времениВыполнение всех процессов, связанных с резкой, на одном станкеВолоконный лазерОптимальная резка низкоуглеродистой стали азотом. Повышение эффективности резки средних и толстых труб и другихконструкционных материалов. Потребление электроэнергии CO₂ значительно ниже, чем у машин, что приводит к значительному снижению эксплуатационных расходов.3D-резак3D-резка выполняются под разными углами для обработки сложных материалов,труб и конструкционных материалов.Высокая производительностьВысокоточная лазерная резка труб и сложных профилей обеспечивает надежное соединение труб. В результате можно быстро производить жесткие рамные конструкции с меньшим количеством сварных швов по сравнению с традиционными производственными процессами.ТочностьЧетыре зажимных устройства перемещаются и вращаются в осевом направлении одновременно, чтобы предотвратить смещение материала и вибрацию во время резки. Возможна лазерная резка внутри трубы. Кроме того, вы можете выбрать систему загрузки и выгрузки готовой продукции.',
    },
    {
        "id":25,
        "type":"Mazak",
        "image":'https://static.tildacdn.com/stor3562-6463-4333-b365-636632396230/51477216.jpg',
        "title":'Станок для лазерной резки 3D FABRI GEAR 400 III',
        "shifr":"3D FABRI GEAR 400 III",
        "series":'3D FABRI GEAR',
        "razdel":'Станки лазерной резки',
        "destcription":"3D станок лазерной резки для обработки длинных труб и конструкционных материалов. Станок 3D FABRI GEAR 400 III — это инновационное решение в области 3D лазерной резки, предназначенное для резки труб сложной конфигурации, угловых поверхностей и профилей. Доступны машины для погрузки и разгрузки длиной от 6000 мм до 15000 мм. Эта машина доступна с резонатором на 2,5 кВт или 4,0 кВт.",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor3861-6464-4461-a239-346535626130/64620374.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'С помощью 3D FABRI GEAR 400 III вы можете резать различные круглые/прямоугольные/треугольные трубы, а также трубы H-типа, I-типа, L-C и других форм из низкоуглеродистой или нержавеющей стали. Широкий диапазон профилей и геометрий, которые можно обрабатывать, делает этот станок идеальным для многих отраслей промышленности.3D FABRI GEAR 400 III оснащен мощным высокоточным 6-осевым лазерным станком, жесткой системой подачи и перемещения заготовок, включающей 4 патрона для обработки более длинных, толстых и тяжелых заготовок, чем другие подобные станки. Кроме того, станок имеет высокую скорость обработки, жесткие допуски и может использоваться для сверления и нарезания резьбы. 3D FABRI GEAR 400 III может обрабатывать круглые трубы диаметром до 406 мм. Мощный 6-осевой станок для лазерной резки с возможностью автоматической загрузки/разгрузки.Поддерживает широкий спектр форм, таких как круглая труба, прямоугольная труба, квадратная труба, треугольная труба, тип H, тип I, тип L, тип C6-осевая лазерная резка позволяет обрабатывать заготовки под любым углом для последующей сварки. Этот станок режет трубы и сложные профили с высокой точностью для простых и герметичных соединений. Все операции могут быть выполнены за один цикл.Благодаря программному управлению загрузкой, зажимом, подачей и разгрузкой станок 3D FABRI GEAR 400 III является эффективной производственной ячейкой, требующей минимального участия персонала для мелкосерийного или серийного производства.',
    },
    {
        "id":26,
        "type":"Mazak",
        "image":'https://static.tildacdn.com/stor6663-3131-4466-a630-646131383739/74518854.png',
        "title":'Токарно-фрезеровочный центр с ЧПУ CYBERTECH TURN 4500M',
        "shifr":"CYBERTECH TURN 4500M",
        "series":'CYBERTECH TURN',
        "razdel":'Токарно-фрезеровочные центры',
        "destcription":"Мощный и надежный токарный центр с ЧПУ с возможностью фрезерования (M) достигается за счет вращающегося шпинделя в верхней револьверной головке станка на 12 позиций. Возможности многозадачности позволяют выполнять точение, фрезерование, сверление, нарезание резьбы и глубокое сверление до 40 дюймов за один установ.",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor6665-3566-4034-b339-643033333631/88000555.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'CYBERTECH TURN 4500M предназначен для обработки заготовок большого диаметра с длинными валами и обладает жесткостью и мощностью для очень агрессивного удаления металла. Благодаря эргономичному дизайну CYBERTECH TURN 4500M хорошо виден, а настройка и программирование деталей выполняются быстро и легко. Также доступна опция программного обеспечения для повторной резки трубы, которая вычисляет местоположение и выполняет повторную обрезку за несколько простых шагов.Барабанная револьверная головка на 12 позиций с 12-оборотным и/или 12-оборотным инструментомВстроенные потоки премиум-классаГлубокое растачивание с помощью авто-сменщикамиПолностью программируемая задняя бабка с сервоприводомИнтерактивное ЧПУ Mazatrol и/или формат G-кода',
    },
    {
        "id":27,
        "type":"Mazak",
        "image":'https://static.tildacdn.com/stor6663-3131-4466-a630-646131383739/74518854.png',
        "title":'Токарно-фрезеровочный центр с ЧПУ CYBERTECH TURN 4500MT',
        "shifr":"CYBERTECH TURN 4500MT",
        "series":'CYBERTECH TURN',
        "razdel":'Токарно-фрезеровочные центры',
        "destcription":"Мощный токарный станок с ЧПУ с функцией фрезерования (M) и нижней револьверной головкой (T). Фрезерование выполняется вращающимся шпинделем, расположенным в верхней револьверной головке станка на 12 позиций. Нижняя револьверная головка на 8 позиций обеспечивает дополнительные возможности инструмента и улучшенные операции обработки.",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor3038-3163-4935-b563-653337313231/41650734.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Этот многоцелевой станок может точить, фрезеровать, сверлить, нарезать резьбу и сверлить глубокие отверстия до 40 дюймов за один установ. CYBERTECH TURN 4500MT предназначен для обработки заготовок большого диаметра с длинными валами и обладает жесткостью и мощностью для очень агрессивного удаления металла.Благодаря эргономичному дизайну CYBERTECH TURN 4500MT хорошо виден, а настройка и программирование деталей выполняется быстро и легко. Также доступна опция программы повторной обрезки трубы, которая вычисляет положение и выполняет повторную обрезку за несколько простых шагов.Двенадцатиугольная верхняя револьверная головка с поворотным шпинделем и восьмигранная нижняя револьверная головка для одновременного точения.Встроенные потоки премиум-классаГлубокое растачивание с помощью авточейнджераПолностью программируемая задняя бабка с сервоприводомИнтерактивный ЧПУ Mazatrol и/или формат G-кода',
    },
    {
        "id":28,
        "type":"Mazak",
        "image":'https://static.tildacdn.com/stor6663-3131-4466-a630-646131383739/74518854.png',
        "title":'Токарно-фрезерный станок с ЧПУ CYBERTECH TURN 5500',
        "shifr":"CYBERTECH TURN 5500",
        "series":'CYBERTECH TURN',
        "razdel":'Токарно-фрезеровочные центры',
        "destcription":"Непревзойденное качество и надежность. Представляем CYBERTECH TURN 5500 Токарный центр передовой технологии, его характеристики обеспечивают высокую производительность при удивительно доступном уровне инвестицийБолее эргономичный и более эффективныйЭффективная обработка и высокая производительностьНовое цифровое управление Mazatrol Smart",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor3165-3130-4565-a235-376161313763/45843808.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'CYBERTECH TURN 5500 токарный центр оснащен фрезерным шпинделем, нижней револьверной головкой и множеством новых функций для повышения производительности.Мощные токарные станки с ЧПУ для тяжелых условий эксплуатацииЭтот мощный токарный центр оснащен приводным шпинделем, нижней револьверной головкой и множеством новых функций для повышения производительности.Предлагается широкий спектр опций, в том числе автоматическое хранение длинных расточных оправок и программное обеспечение для нарезания резьбы, которое позволяет дорабатывать резьбу, что делает CyberTech Turn станком, специально адаптированным для деталей в нефтяной промышленности и других отраслях, где обрабатываются длинные заготовки большого диаметра. ',
    },
    {
        "id":29,
        "type":"Mazak",
        "image":'https://static.tildacdn.com/stor6663-3131-4466-a630-646131383739/74518854.png',
        "title":'Токарно-фрезерный станок с ЧПУ CYBERTECH TURN 5500M',
        "shifr":"CYBERTECH TURN 5500M",
        "series":'CYBERTECH TURN',
        "razdel":'Токарно-фрезеровочные центры',
        "destcription":"Непревзойденное качество и надежность. Представляем CYBERTECH TURN 5500 Токарный центр передовой технологии, его характеристики обеспечивают высокую производительность при удивительно доступном уровне инвестиций.Более эргономичный и более эффективныйЭффективная обработка и высокая производительностьНовое цифровое управление Mazatrol Smart",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor3237-6561-4861-b836-633334356633/72016290.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Мощный токарный центр с ЧПУ для тяжелых условий эксплуатации с возможностью фрезерования (M) достигается благодаря вращающемуся шпинделю в 12-позиционной верхней револьверной головке станка. Возможности многозадачности позволяют выполнять точение, фрезерование, сверление и нарезание резьбы, а также глубокое растачивание до 40 дюймов за один установ.CYBERTECH TURN 5500M, разработанный для заготовок большого диаметра с длинным валом, обладает жесткостью и мощностью для чрезвычайно агрессивного удаления металла. Благодаря эргономичному дизайну CYBERTECH TURN 5500M хорошо виден, а установка деталей и программирование выполняются быстро и легко. Существует также доступная опция программы для повторной нарезки труб, которая вычисляет положение и выполняет повторную нарезку за несколько простых шагов.',
    },
    {
        "id":30,
        "type":"Mazak",
        "image":'https://static.tildacdn.com/stor6663-3131-4466-a630-646131383739/74518854.png',
        "title":'Токарно-фрезерный станок с ЧПУ CYBERTECH TURN 5500MТокарно-фрезерный станок с ЧПУ CYBERTECH TURN 5500MT',
        "shifr":"CYBERTECH TURN 5500MT",
        "series":'CYBERTECH TURN',
        "razdel":'Токарно-фрезеровочные центры',
        "destcription":"Мощный токарный центр с ЧПУ для тяжелых условий эксплуатации с возможностью фрезерования (M) и нижней револьверной головкой (T). Фрезерование осуществляется вращающимся шпинделем в 12-позиционной верхней револьверной головке станка. 8-позиционная нижняя револьверная головка обеспечивает дополнительные возможности инструмента и улучшенные операции обработки. ",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor6364-6336-4237-b762-303439383035/98480708.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Этот многозадачный станок позволяет выполнять точение, фрезерование, сверление и нарезание резьбы, а также глубокое растачивание до 40 дюймов за один установ. Разработанный для заготовок большого диаметра с длинным валом, CYBERTECH TURN 5500MT обладает жесткостью и мощностью для чрезвычайно агрессивное удаление металла.Благодаря эргономичному дизайну CYBERTECH TURN 5500MT хорошо виден, а установка деталей и программирование выполняются быстро и легко. Существует также доступная опция программы повторной нарезки труб, которая вычисляет позиции и выполняет повторную нарезку за несколько простых шагов.12-позиционная верхняя револьверная головка с поворотным шпинделем и 8-позиционная нижняя револьверная головка для одновременного точения.Отверстие шпинделя 14,8 дюйма входит в стандартную комплектацию.Встроенная функция нарезания резьбы премиум-классаГлубокое растачивание с автоматическим сменщикомПолностью программируемая задняя бабка с сервоприводомДиалоговое ЧПУ Mazatrol и/или формат G-кода',
    },
    {
        "id":30,
        "type":"Mazak",
        "image":'https://static.tildacdn.com/stor6663-3131-4466-a630-646131383739/74518854.png',
        "title":'Токарно-фрезерный станок с ЧПУ CYBERTECH TURN 5500T',
        "shifr":"CYBERTECH TURN 5500T",
        "series":'CYBERTECH TURN',
        "razdel":'Токарно-фрезеровочные центры',
        "destcription":"Мощный токарный станок с ЧПУ для тяжелых условий эксплуатации с 12-позиционной верхней револьверной головкой и 8-позиционной нижней револьверной головкой. Токарная обработка осуществляется с помощью 12-позиционной барабанной револьверной головки и 8-позиционной нижней револьверной головки, обеспечивающей одновременное вращение для агрессивного удаления металла.",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor6462-6534-4234-b637-393736616638/45871487.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'CYBERTECH TURN 5500T многозадачный станок позволяет выполнять торцевание, токарную обработку, нарезание канавок, нарезание резьбы, а также глубокое растачивание до 40 дюймов за один установ. Предназначенный для обработки металлических заготовок большого диаметра и заготовок с длинным валом, CYBERTECH TURN 5500T обладает жесткостью и мощностью. для чрезвычайно агрессивного удаления металла.Благодаря эргономичному дизайну CYBERTECH TURN 5500T хорошо виден, а настройка деталей и программирование выполняются быстро и легко. Существует также доступная опция программы повторной нарезки труб, которая вычисляет позиции и выполняет повторную нарезку за несколько простых шагов.12-позиционная верхняя револьверная головка и 8-позиционная нижняя револьверная головка для одновременного поворота.Отверстие шпинделя 14,8 дюйма входит в стандартную комплектацию.Глубокое растачивание с автоматическим сменщикомДиалоговое ЧПУ Mazatrol и/или формат G-кодаПолностью программируемая задняя бабка с сервоприводом',
    },
    {
        "id":31,
        "type":"Mazak",
        "image":'https://static.tildacdn.com/stor3434-3966-4634-a334-663936356364/35844161.png',
        "title":'Токарные станки с ЧПУ DUAL TURN 200',
        "shifr":"DUAL TURN 200",
        "series":'DUAL TURN',
        "razdel":'Токарные центры с ЧПУ',
        "destcription":"Новейшие токарные станки с ЧПУ мирового класса DUAL TURN 200 из Китая сочетают в себе передовые технологии, высокую производительность и качество для удовлетворения потребностей абсолютно любого заказчика. Широкий диапазон доступных спецификаций, от 2-осевых моделей до токарных станков с ЧПУ, оснащенных вторым шпинделем и приводным инструментом, позволяет обрабатывать деталь за один установ.",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor3137-6230-4937-a363-653437653963/30829125.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Токарный центр с ЧПУ с 2 шпинделями и 2 револьверными головками DUAL TURN 200:Бесперебойная обработка благодаря автоматической передаче заготовок от шпинделя к шпинделюЗеркальное расположение шпинделей и револьверных головокПлощадь установки уменьшена примерно на 30% по сравнению с другими токарными центрамиДоступны различные системы автоматизации для повышения производительностиСистема ЧПУ MAZATROL SmoothC',
    },
    {
        "id":32,
        "type":"Mazak",
        "image":'https://static.tildacdn.com/stor6363-6537-4137-a562-386436346663/54152265.png',
        "title":'Горизонтальный обрабатывающий центр FF-5000/40',
        "shifr":"FF-5000/40",
        "series":'FF',
        "razdel":'Горизонтальные обрабатывающие центры',
        "destcription":"Сверхскоростные горизонтальные обрабатывающие центры серии FF разработаны специально для массового производства. Широкая линейка горизонтальных обрабатывающих центров с различными типоразмерами столов (от 400 мм до 1250 мм) для решения любых производственных задач.",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor3033-6233-4461-b163-363039303764/95730461.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Компактный FF-5000/40 высокоскоростной горизонтальный обрабатывающий центр  — идеальное решение для массового производства, например, в автомобильной промышленности. Ускорение по осям X, Y и Z сокращает время простоя и обеспечивает высокую производительность. Надежная автоматическая система смены инструмента. Легкий доступ к узлу шпинделя и направляющим сокращает время настройки станка. Конструкция с фиксированным столом позволяет интегрировать машину как автоматизированную производственную единицу.Компактная конструкция снижает занимаемую станком площадьНадежный высокоскоростной шпиндельВысокая скорость подачиВнезапное ускорение/замедление при осевой подачеПростая интеграция в автоматизированные производственные линииЭргономичный дизайн',
    },
    {
        "id":33,
        "type":"Tsugami",
        "image":'https://static.tildacdn.com/stor6662-6637-4266-b565-666236643633/30892643.jpg',
        "title":'Автоматический станок с ЧПУ для обработки высоколегированной стали BW269Z',
        "shifr":"BW269Z",
        "series":'BWZ',
        "razdel":'Торцевая обработка',
        "category":"Автоматы продольного точения с ЧПУ",
        "destcription":"Значительное повышение производительности за счет одновременной обработки различных материалов. Предельно сокращено время цикла.3-ходовая система управления и 3 независимых стойки инструмента спереди, сзади и сзади позволяют выполнять разнообразную одновременную обработку и сократить время цикла.Благодаря одновременному управлению по трем направлениям время на смену инструмента сведено к минимуму.Используя различные приводные инструменты, даже заготовки сложной формы могут быть обработаны за короткое время.Приводные инструменты на заднем приводе и заднем приводе имеют модульный тип, и возможно оптимальное размещение инструментовТип направляющей втулки или тип направляющей втулки выбирается в зависимости от обрабатываемых деталей. (Опция).Внутренний подвод СОЖ (опция) улучшает удаление стружки и увеличивает срок службы инструмента.",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor3033-6233-4461-b163-363039303764/95730461.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'Компактный FF-5000/40 высокоскоростной горизонтальный обрабатывающий центр  — идеальное решение для массового производства, например, в автомобильной промышленности. Ускорение по осям X, Y и Z сокращает время простоя и обеспечивает высокую производительность. Надежная автоматическая система смены инструмента. Легкий доступ к узлу шпинделя и направляющим сокращает время настройки станка. Конструкция с фиксированным столом позволяет интегрировать машину как автоматизированную производственную единицу.Компактная конструкция снижает занимаемую станком площадьНадежный высокоскоростной шпиндельВысокая скорость подачиВнезапное ускорение/замедление при осевой подачеПростая интеграция в автоматизированные производственные линииЭргономичный дизайн',
    },
    {
        "id":34,
        "type":"Tsugami",
        "image":'https://static.tildacdn.com/stor6662-6637-4266-b565-666236643633/30892643.jpg',
        "title":'Автоматический станок с ЧПУ для обработки высоколегированной стали BW329Z',
        "shifr":"BW329Z",
        "series":'BWZ',
        "razdel":'Торцевая обработка',
        "category":"Автоматы продольного точения с ЧПУ",
        "destcription":"Значительное повышение производительности за счет одновременной обработки различных материалов. Предельно сокращено время цикла.3-ходовая система управления и 3 независимых стойки инструмента спереди, сзади и сзади позволяют выполнять разнообразную одновременную обработку и сократить время цикла.Благодаря одновременному управлению по трем направлениям время на смену инструмента сведено к минимуму.Используя различные приводные инструменты, даже заготовки сложной формы могут быть обработаны за короткое время.Приводные инструменты на заднем приводе и заднем приводе имеют модульный тип, и возможно оптимальное размещение инструментовТип направляющей втулки или тип направляющей втулки выбирается в зависимости от обрабатываемых деталей. (Опция).Внутренний подвод СОЖ (опция) улучшает удаление стружки и увеличивает срок службы инструмента. И многое другое.",
        "images":[],
        "harakter_image":"https://static.tildacdn.com/stor3033-6233-4461-b163-363039303764/95730461.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":35,
        "type":"Tsugami",
        "image":'https://static.tildacdn.com/stor3066-6631-4838-b731-346163636130/22087334.jpg',
        "title":'Автоматический станок с ЧПУ для обработки высоколегированной стали BW127-I',
        "shifr":"BW127-I",
        "series":'BW-I',
        "razdel":'Торцевая обработка',
        "category":"Автоматы продольного точения с ЧПУ",
        "destcription":"Значительное повышение производительности за счет одновременной обработки различных материалов. Сокращено время цикла.Благодаря одновременному 3-ходовому управлению на независимых резцедержателях возможна разнообразная обработка.Переместив заднюю резцедержатель на 60 мм в направлении оси Z, он может обрабатывать с помощью заднего резцедержателя, даже если прутковый материал не может быть отведен назад. (BW128Z-I/BW129Z-I/BW208Z-I/BW209Z-I)Заготовка с высокой добавленной стоимостью может обрабатываться по оси Y на заднем резцедержателе. （BW128-I/BW129Z-I/BW208-I/BW209Z-I）Благодаря одновременному управлению по трем направлениям время на смену инструмента сводится к минимуму.Ось Y установлена ​​на трех стойках инструмента (BW128-I/BW129Z-I/BW208-I/BW209Z-I)Дополнительная направляющая втулка с прямым приводом обеспечивает высокую скорость и точность обработки.Тип направляющей втулки или тип направляющей втулки выбирается в зависимости от обрабатываемых деталей. (Опция)Программное обеспечение для автоматического программирования входит в стандартную комплектацию..",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":36,
        "type":"Tsugami",
        "image":'https://static.tildacdn.com/stor3066-6631-4838-b731-346163636130/22087334.jpg',
        "title":'Автоматический станок с ЧПУ для обработки высоколегированной стали BW128-I',
        "shifr":"BW128-I",
        "series":'BW-I',
        "razdel":'Торцевая обработка',
        "category":"Автоматы продольного точения с ЧПУ",
        "destcription":"Значительное повышение производительности за счет одновременной обработки различных материалов. Сокращено время цикла.Благодаря одновременному 3-ходовому управлению на независимых резцедержателях возможна разнообразная обработка.Переместив заднюю резцедержатель на 60 мм в направлении оси Z, он может обрабатывать с помощью заднего резцедержателя, даже если прутковый материал не может быть отведен назад. (BW128Z-I/BW129Z-I/BW208Z-I/BW209Z-I)Заготовка с высокой добавленной стоимостью может обрабатываться по оси Y на заднем резцедержателе. （BW128-I/BW129Z-I/BW208-I/BW209Z-I）Благодаря одновременному управлению по трем направлениям время на смену инструмента сводится к минимуму.Ось Y установлена ​​на трех стойках инструмента (BW128-I/BW129Z-I/BW208-I/BW209Z-I)Дополнительная направляющая втулка с прямым приводом обеспечивает высокую скорость и точность обработки.Тип направляющей втулки или тип направляющей втулки выбирается в зависимости от обрабатываемых деталей. (Опция)Программное обеспечение для автоматического программирования входит в стандартную комплектацию.",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":37,
        "type":"Tsugami",
        "image":'https://static.tildacdn.com/stor3066-6631-4838-b731-346163636130/22087334.jpg',
        "title":'Автоматический станок с ЧПУ для обработки высоколегированной стали BW128Z-I',
        "shifr":"BW128Z-I",
        "series":'BWZ-I',
        "razdel":'Торцевая обработка',
        "category":"Автоматы продольного точения с ЧПУ",
        "destcription":"Значительное повышение производительности за счет одновременной обработки различных материалов. Сокращено время цикла.Благодаря одновременному 3-ходовому управлению на независимых резцедержателях возможна разнообразная обработка.Переместив заднюю резцедержатель на 60 мм в направлении оси Z, он может обрабатывать с помощью заднего резцедержателя, даже если прутковый материал не может быть отведен назад. (BW128Z-I/BW129Z-I/BW208Z-I/BW209Z-I)Заготовка с высокой добавленной стоимостью может обрабатываться по оси Y на заднем резцедержателе. （BW128-I/BW129Z-I/BW208-I/BW209Z-I）Благодаря одновременному управлению по трем направлениям время на смену инструмента сводится к минимуму.Ось Y установлена ​​на трех стойках инструмента (BW128-I/BW129Z-I/BW208-I/BW209Z-I)Дополнительная направляющая втулка с прямым приводом обеспечивает высокую скорость и точность обработки.Тип направляющей втулки или тип направляющей втулки выбирается в зависимости от обрабатываемых деталей. (Опция)Программное обеспечение для автоматического программирования входит в стандартную комплектацию.",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":38,
        "type":"Tsugami",
        "image":'https://static.tildacdn.com/stor3066-6631-4838-b731-346163636130/22087334.jpg',
        "title":'Автоматический станок с ЧПУ для обработки высоколегированной стали BW129Z-I',
        "shifr":"BW129Z-I",
        "series":'BWZ-I',
        "razdel":'Торцевая обработка',
        "category":"Автоматы продольного точения с ЧПУ",
        "destcription":"Значительное повышение производительности за счет одновременной обработки различных материалов. Сокращено время цикла.Благодаря одновременному 3-ходовому управлению на независимых резцедержателях возможна разнообразная обработка.Переместив заднюю резцедержатель на 60 мм в направлении оси Z, он может обрабатывать с помощью заднего резцедержателя, даже если прутковый материал не может быть отведен назад. (BW128Z-I/BW129Z-I/BW208Z-I/BW209Z-I)Заготовка с высокой добавленной стоимостью может обрабатываться по оси Y на заднем резцедержателе. （BW128-I/BW129Z-I/BW208-I/BW209Z-I)Благодаря одновременному управлению по трем направлениям время на смену инструмента сводится к минимуму.Ось Y установлена ​​на трех стойках инструмента (BW128-I/BW129Z-I/BW208-I/BW209Z-I)Дополнительная направляющая втулка с прямым приводом обеспечивает высокую скорость и точность обработки.Тип направляющей втулки или тип направляющей втулки выбирается в зависимости от обрабатываемых деталей. (Опция)Программное обеспечение для автоматического программирования входит в стандартную комплектацию.",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":39,
        "type":"Tsugami",
        "image":'https://static.tildacdn.com/stor3066-6631-4838-b731-346163636130/22087334.jpg',
        "title":'Автоматический станок с ЧПУ для обработки высоколегированной стали BW207-I',
        "shifr":"BW207-I",
        "series":'BW-I',
        "razdel":'Торцевая обработка',
        "category":"Автоматы продольного точения с ЧПУ",
        "destcription":"Значительное повышение производительности за счет одновременной обработки различных материалов. Сокращено время цикла.Благодаря одновременному 3-ходовому управлению на независимых резцедержателях возможна разнообразная обработка.Переместив заднюю резцедержатель на 60 мм в направлении оси Z, он может обрабатывать с помощью заднего резцедержателя, даже если прутковый материал не может быть отведен назад. (BW128Z-I/BW129Z-I/BW208Z-I/BW209Z-I)Заготовка с высокой добавленной стоимостью может обрабатываться по оси Y на заднем резцедержателе. （BW128-I/BW129Z-I/BW208-I/BW209Z-I)Благодаря одновременному управлению по трем направлениям время на смену инструмента сводится к минимуму.Ось Y установлена ​​на трех стойках инструмента (BW128-I/BW129Z-I/BW208-I/BW209Z-I)Дополнительная направляющая втулка с прямым приводом обеспечивает высокую скорость и точность обработки.Тип направляющей втулки или тип направляющей втулки выбирается в зависимости от обрабатываемых деталей. (Опция)Программное обеспечение для автоматического программирования входит в стандартную комплектацию.",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":40,
        "type":"Tsugami",
        "image":'https://static.tildacdn.com/stor3066-6631-4838-b731-346163636130/22087334.jpg',
        "title":'Автоматический станок с ЧПУ для обработки высоколегированной стали BW208-I',
        "shifr":"BW208-I",
        "series":'BW-I',
        "razdel":'Торцевая обработка',
        "category":"Автоматы продольного точения с ЧПУ",
        "destcription":"Значительное повышение производительности за счет одновременной обработки различных материалов. Сокращено время цикла.Благодаря одновременному 3-ходовому управлению на независимых резцедержателях возможна разнообразная обработка.Переместив заднюю резцедержатель на 60 мм в направлении оси Z, он может обрабатывать с помощью заднего резцедержателя, даже если прутковый материал не может быть отведен назад. (BW128Z-I/BW129Z-I/BW208Z-I/BW209Z-I)Заготовка с высокой добавленной стоимостью может обрабатываться по оси Y на заднем резцедержателе. （BW128-I/BW129Z-I/BW208-I/BW209Z-I）Благодаря одновременному управлению по трем направлениям время на смену инструмента сводится к минимуму.Ось Y установлена ​​на трех стойках инструмента (BW128-I/BW129Z-I/BW208-I/BW209Z-I)Дополнительная направляющая втулка с прямым приводом обеспечивает высокую скорость и точность обработки.Тип направляющей втулки или тип направляющей втулки выбирается в зависимости от обрабатываемых деталей. (Опция)Программное обеспечение для автоматического программирования входит в стандартную комплектацию.",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":41,
        "type":"Tsugami",
        "image":'https://static.tildacdn.com/stor3066-6631-4838-b731-346163636130/22087334.jpg',
        "title":'Автоматический станок с ЧПУ для обработки высоколегированной стали BW208Z-I',
        "shifr":"BW208Z-I",
        "series":'BWZ-I',
        "razdel":'Торцевая обработка',
        "category":"Автоматы продольного точения с ЧПУ",
        "destcription":"Значительное повышение производительности за счет одновременной обработки различных материалов. Сокращено время цикла.Благодаря одновременному 3-ходовому управлению на независимых резцедержателях возможна разнообразная обработка.   Переместив заднюю резцедержатель на 60 мм в направлении оси Z, он может обрабатывать с помощью заднего резцедержателя, даже если прутковый материал не может быть отведен назад. (BW128Z-I/BW129Z-I/BW208Z-I/BW209Z-I)Заготовка с высокой добавленной стоимостью может обрабатываться по оси Y на заднем резцедержателе. （BW128-I/BW129Z-I/BW208-I/BW209Z-I）Благодаря одновременному управлению по трем направлениям время на смену инструмента сводится к минимуму.Ось Y установлена ​​на трех стойках инструмента (BW128-I/BW129Z-I/BW208-I/BW209Z-I)Дополнительная направляющая втулка с прямым приводом обеспечивает высокую скорость и точность обработки.Тип направляющей втулки или тип направляющей втулки выбирается в зависимости от обрабатываемых деталей. (Опция)Программное обеспечение для автоматического программирования входит в стандартную комплектацию",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":42,
        "type":"Tsugami",
        "image":'https://static.tildacdn.com/stor3066-6631-4838-b731-346163636130/22087334.jpg',
        "title":'Автоматический станок с ЧПУ для обработки высоколегированной стали BW209Z-I',
        "shifr":"BW209Z-I",
        "series":'BWZ-I',
        "razdel":'Торцевая обработка',
        "category":"Автоматы продольного точения с ЧПУ",
        "destcription":"Значительное повышение производительности за счет одновременной обработки различных материалов. Сокращено время цикла.Благодаря одновременному 3-ходовому управлению на независимых резцедержателях возможна разнообразная обработка.Переместив заднюю резцедержатель на 60 мм в направлении оси Z, он может обрабатывать с помощью заднего резцедержателя, даже если прутковый материал не может быть отведен назад. (BW128Z-I/BW129Z-I/BW208Z-I/BW209Z-I)Заготовка с высокой добавленной стоимостью может обрабатываться по оси Y на заднем резцедержателе. （BW128-I/BW129Z-I/BW208-I/BW209Z-I）Благодаря одновременному управлению по трем направлениям время на смену инструмента сводится к минимуму.Ось Y установлена ​​на трех стойках инструмента (BW128-I/BW129Z-I/BW208-I/BW209Z-I)Дополнительная направляющая втулка с прямым приводом обеспечивает высокую скорость и точность обработки.Тип направляющей втулки или тип направляющей втулки выбирается в зависимости от обрабатываемых деталей. (Опция)Программное обеспечение для автоматического программирования входит в стандартную комплектацию.",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":43,
        "type":"Tsugami",
        "image":'https://static.tildacdn.com/stor3066-6631-4838-b731-346163636130/22087334.jpg',
        "title":'Автоматический станок с ЧПУ для обработки высоколегированной стали BW128-II',
        "shifr":"BW128-II",
        "series":'BW-II',
        "razdel":'Торцевая обработка',
        "category":"Автоматы продольного точения с ЧПУ",
        "destcription":"Значительно повышена производительность благодаря разнообразной одновременной обработке. Исключительно сокращено время циклаЗа счет одновременного трехходового управления на независимых стойках инструмента возможна разнообразная обработка.Перемещение задней стойки инструмента на 5 мм в направлении оси Z облегчает центровку передней и задней стоек инструмента. (BW128Z-II/BW129Z-II/BW208Z-II/BW209Z-II)Высокой добавленной стоимостью заготовки могут быть обработаны по оси Y на задней резцедержателя. (BW128-II/BW129Z-II/BW208-II/BW209Z-II)Одновременные 3-цепи управления, время смены инструмента сводится к минимуму.Установлен по оси Y на три инструмента посты (BW128-II/BW129Z-II/BW208-II/BW209Z-II)Опциональный прямым приводом и направляющей втулкой обеспечивает высокую скорость и точную обработку.Тип направляющей втулки или тип без направляющей втулки выбирается в зависимости от обрабатываемых деталей. (Опция)Программное обеспечение для автоматического программирования входит в стандартную комплектацию.",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":43,
        "type":"Tsugami",
        "image":'https://static.tildacdn.com/stor3066-6631-4838-b731-346163636130/22087334.jpg',
        "title":'Автоматический станок с ЧПУ для обработки высоколегированной стали BW127-II',
        "shifr":"BW127-II",
        "series":'BW-II',
        "razdel":'Торцевая обработка',
        "category":"Автоматы продольного точения с ЧПУ",
        "destcription":"Значительно повышена производительность благодаря разнообразной одновременной обработке. Исключительно сокращено время циклаЗа счет одновременного трехходового управления на независимых стойках инструмента возможна разнообразная обработка.Перемещение задней стойки инструмента на 5 мм в направлении оси Z облегчает центровку передней и задней стоек инструмента. (BW128Z-II/BW129Z-II/BW208Z-II/BW209Z-II)Высокой добавленной стоимостью заготовки могут быть обработаны по оси Y на задней резцедержателя. (BW128-II/BW129Z-II/BW208-II/BW209Z-II)Одновременные 3-цепи управления, время смены инструмента сводится к минимуму.Установлен по оси Y на три инструмента посты (BW128-II/BW129Z-II/BW208-II/BW209Z-II)Опциональный прямым приводом и направляющей втулкой обеспечивает высокую скорость и точную обработку.Тип направляющей втулки или тип без направляющей втулки выбирается в зависимости от обрабатываемых деталей. (Опция)Программное обеспечение для автоматического программирования входит в стандартную комплектацию.",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":44,
        "type":"DMG MORI",
        "image":'https://static.tildacdn.com/stor6463-3339-4461-b062-346632656462/94194062.jpg',
        "title":'Токарный центр CLX 160 550',
        "shifr":"160 550",
        "series":'СlX',
        "razdel":'Токарные центры',
        "category":"",
        "destcription":"Токарный центр DMG MORI CLX 450 предназначен для полной 6-сторонней обработки заготовок. Нет необходимости в переналадке при обработке различных деталей. Он отлично подходит для автоматизации, поскольку может выполнять несколько задач одновременно. Максимальная скорость вращения токарного шпинделя достигает 12 000 об/мин. Система управления - Siemens Celos.",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":45,
        "type":"Haas",
        "image":'https://static.tildacdn.com/stor6166-3035-4736-b730-646666623331/74898132.png',
        "title":'Вертикальный фрезерный станок с ЧПУ VF-1',
        "shifr":"VF-1",
        "series":'VF',
        "razdel":'Вертикальные фрезерные станки',
        "category":"Малогабаритные",
        "destcription":"Haas предлагает широкий выбор моделей ЧПУ серии VF, чтобы вы могли выбрать модель, соответствующую вашим размерам и производственным потребностям. Какими бы ни были ваши требования, всегда найдется станок VF, который точно соответствует потребностям вашего механического цеха.Каждый вертикальный обрабатывающий центр серии VF выполняет основные функции, предлагается по отличной цене и предлагает широкий спектр опций для настройки станка в соответствии с вашими потребностями. VF-1 составляет основу наших популярных станков серии VF.Высокомощный безредукторный шпиндельИндивидуализируйте в соответствии с вашими потребностямиНаша флагманская модель",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":46,
        "type":"Hision",
        "image":'https://static.tildacdn.com/stor6131-3265-4339-b038-376564326563/38942705.png',
        "title":'Вертикально-фрезерный обрабатывающий центр VMC760 II',
        "shifr":"VMC760 II",
        "series":'VMCII',
        "razdel":'Вертикально-фрезерные центры',
        "category":"",
        "destcription":"Вертикальный обрабатывающий центр серии VMCII разработан на основе существующих решений Haitian Precision с использованием новейших технологий и мирового опыта в области металлообработки. Его можно использовать в таких областях, как производство автозапчастей и изготовление пресс-форм.Стандартная конфигурация:Контроллер: Mitsubishi M80B8000 об/мин ременной привод 24 ATC Пневматическая и смазочная системыСистема подачи СОЖВнутренний шнековый конвейер Закрытая зона обработки с верхним перекрытием Воздушный пистолетСтандартный набор поставки 3-х цветная сигнальная лампа, освещение",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":47,
        "type":"Z-MaT",
        "image":'https://static.tildacdn.com/stor6238-3162-4437-b634-376433353961/40414175.jpg',
        "title":'Токарный станок с ЧПУ Star STL 6',
        "shifr":"Star STL 6",
        "series":'STAR STL',
        "razdel":'Токарный станок с ЧПУ',
        "category":"Станки с ЧПУ",
        "destcription":"Особенности: Конструкция с наклонной станиной, цельное литье. Поворачиваемая панель управления, эргономичный дизайн. Главный серводвигатель, высокая скорость и постоянный крутящий момент. Управления осями. Высокоэффективная револьверная головка, двустороннее вращение, отсутствие выдвижения инструментального диска. Высококачественные электронные компоненты Schneider.",
        "images":[],
        "harakter_image":"",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'',
    },
    {
        "id":48,
        "type":"OKUMA",
        "image":'https://static.tildacdn.com/stor6339-3463-4436-b132-326431613637/73616218.jpg',
        "title":'Фрезерный обрабатывающий центр OKUMA серии GENOS M-5AX',
        "shifr":"M-5AX",
        "series":'GENOS M-5AX',
        "razdel":'Фрезерные станки',
        "category":"",
        "destcription":"Этот компактный 5-осевой вертикальный многоцелевой станок нового поколения специально разработан для производства высокоточных деталей с впечатляющей скоростью съема металла. Благодаря прочной конструкции сошки, полностью одновременному 5-осевому управлению и высокой термической стабильности, этот станок может легко резать широкий спектр материалов, а цапфовая конструкция GENOS M-5AX гарантирует максимальную точность обработки, долговечность и скорость вращения стола. Она снижает вибрацию шпинделя и потерю мощности на кончике инструмента, что обеспечивает превосходную пропускную способность и скорость съема материала. Этот доступный 5-осевой станок отличается высокой производительностью и небольшой площадью, что делает его экономически эффективным..",
        "images":[{
            "id":1,
            "image":"https://static.tildacdn.com/stor3863-6163-4235-b338-393635386133/84673170.jpg"
        }],
        "harakter_image":"https://static.tildacdn.com/stor3434-3365-4634-a163-396433383261/64041121.jpg",
        "destcription_text":[],
        "options":[],
        "standart":[],
        "design":[],
        "application":'OKUMA GENOS M-5AX - это высокоточный фрезерный обрабатывающий центр с пятью осевыми управляющими столами. Он предназначен для обработки сложных деталей, таких как корпуса моторов, крыльчатки вентиляторов и другие компоненты, требующие точности и высокой производительности.Центр управляется системой OSP-P300M с возможностью управления до 5 осей. Он также оснащен высокотехнологичными инструментами и системами для обработки деталей, такими как контроллеры инструментов и система автоматической замены инструментов.Основные характеристики фрезерного обрабатывающего центра OKUMA GENOS M-5AX:Рабочая площадка: 520 мм x 730 ммХоды осей: X-480 мм, Y-730 мм, Z-460 ммМаксимальная скорость движения: 30 м/минМаксимальная скорость вращения шпинделя: 15000 об/минМощность шпинделя: 15 кВт (20 л.с.)Количество инструментов в магазине: 32 шт.Фрезерный обрабатывающий центр OKUMA GENOS M-5AX обеспечивает высокую точность обработки и возможность обработки сложных деталей в короткие сроки благодаря высокой скорости и мощности шпинделя. Он идеально подходит для производства деталей для промышленности, медицины и автомобильной отрасли.',
    },

]
const dataBlog=[
    {
        "id":1,
        "image":'https://static.tildacdn.com/tild6562-3762-4663-b437-643230316238/Revolvernye-golovki-.jpg',
        "title":'Револьверные головки для токарных станков: особенности и преимущества',
        "text":'Револьверные головки для токарных станков – это один из самых важных компонентов оборудования для механической обработки деталей. Они позволяют производить точную и высококачественную обработку деталей различной сложности.',
        "date":'20.04.2023',
        "category_one":"Особенности револьверных головок",
        "category_one_text":"Револьверные головки для токарных станков представляют собой многопозиционные устройства, которые могут быть установлены на главном шпинделе станка. Головки состоят из нескольких отверстий, в которые могут быть установлены различные инструменты, такие как резцы, сверла и т.д. Револьверные головки могут иметь от 4 до 12 позиций, что позволяет производить обработку деталей с большой точностью и скоростью.",
        "category_two":"Преимущества револьверных головок",
        "category_two_text":"Револьверные головки для токарных станков позволяют производить разнообразные виды обработки деталей. Они могут использоваться для резки, сверления, фрезерования, нарезки резьбы и т.д. Благодаря этому, револьверные головки являются универсальным инструментом для обработки различных типов деталей.",
        "category_three":"Почему следует обращаться за покупкой токарного станка с револьверной головкой в Майхонг Трейдинг?",
        "category_three_text":"Майхонг Трейдинг является одним из лидеров на рынке производства и продажи токарных станков и комплектующих к ним. Вот несколько причин, почему стоит обратиться за покупкой токарного станка с револьверной головкой именно в Майхонг Трейдинг:",
        "category_four":"Качество оборудования",
        "category_four_text":"Майхонг Трейдинг предлагает качественное оборудование, которое соответствует международным стандартам качества. Каждый токарный станок с револьверной головкой проходит строгий контроль качества перед выходом на рынок.",
        "category_five":"Широкий ассортимент",
        "category_five_text":"Майхонг Трейдинг предлагает широкий ассортимент токарных станков с револьверной головкой различной мощности и производительности. Благодаря этому, вы можете выбрать оборудование, которое наилучшим образом соответствует вашим потребностям.",
        "category_six":"Профессиональный подход",
        "category_six_text":"Майхонг Трейдинг имеет многолетний опыт работы на рынке токарных станков. Ее сотрудники обладают высокой квалификацией и готовы помочь вам в выборе оборудования, а также предоставить профессиональную консультацию по вопросам эксплуатации и обслуживанию.",
        "category_seven":"Гарантия качества и сервисное обслуживание",
        "category_seven_text":"Майхонг Трейдинг предоставляет гарантию качества на свою продукцию, а также предоставляет сервисное обслуживание. Это означает, что в случае необходимости вы может обратиться в компанию для технической поддержки своего токарного станка с револьверной головкой.",
        "category_eight":"Доступные цены",
        "category_eight_text":"Майхонг Трейдинг предлагает доступные цены на свою продукцию. Благодаря этому, вы можете купить качественный токарный станок с револьверной головкой."
    },
    {
        "id":2,
        "image":'https://thumb.tildacdn.com/tild3339-3832-4737-a261-616334393964/-/cover/432x324/center/center/-/format/webp/Vybiraem-tokarnyj-st.jpg',
        "title":'Выбираем токарный станок вместе с Майхонг Трейдинг',
        "text":'В современном мире металлообработка становится всё более актуальной и востребованной. Токарные станки с ЧПУ (числовым программным управлением) являются ключевым инструментом для эффективного и точного производства различных изделий из металла.',
        "date":'11.04.2023',
        "category_one":"Тип фрезерного станка",
        "category_one_text":"Первым шагом при выборе фрезерного станка является определение того, какой тип станка подойдет для вашей производственной задачи. Существует несколько типов фрезерных станков, каждый из которых предназначен для определенного типа обработки металла. Например, вертикальный фрезерный станок используется для создания отверстий и фрезеровки поверхностей в вертикальном направлении. Горизонтальный фрезерный станок подходит для фрезеровки поверхностей в горизонтальном направлении.",
        "category_two":"Размер станка",
        "category_two_text":"Еще одним фактором, который следует учитывать при выборе фрезерного станка, является его размер. Размер фрезерного станка зависит от размера и сложности обрабатываемой детали. Если вы собираетесь обрабатывать металлические детали большого размера, то вам нужен более крупный фрезерный станок. Если же вы работаете с более мелкими деталями, то можно выбрать более компактный станок.",
        "category_three":"Точность и скорость",
        "category_three_text":"Точность и скорость являются ключевыми параметрами при выборе фрезерного станка. Высокая точность обеспечивает высокое качество продукции, а высокая скорость обработки увеличивает производительность. Поэтому при выборе фрезерного станка нужно учитывать его точность и скорость.",
        "category_four":"Мощность",
        "category_four_text":"Мощность фрезерного станка определяет его способность обрабатывать металлические детали. Высокая мощность станка позволяет обрабатывать твердые и толстые детали, а низкая мощность может быть недостаточной для обработки более твердых металлов. Поэтому необходимо учитывать мощность станка при выборе, особенно если вы планируете работать с более твердыми металлами, такими как сталь или титан.",
        "category_five":"Наличие автоматических функций",
        "category_five_text":"Наличие автоматических функций у фрезерного станка может значительно повысить эффективность производства и облегчить работу оператора. Например, автоматическая система охлаждения может помочь снизить температуру при обработке и предотвратить деформацию детали.",
        "category_six":"Материал и качество изготовления",
        "category_six_text":"При выборе фрезерного станка необходимо обратить внимание на материалы и качество изготовления самого станка. Высокое качество изготовления гарантирует долговечность станка и стабильную работу. Кроме того, материалы, из которых сделан станок, могут влиять на его производительность и эффективность. Выбирайте фрезерный станок, сделанный из высококачественных материалов, которые устойчивы к коррозии и износу.Майхонг Трейдинг является одним из ведущих поставщиков и производителей фрезерных станков в России. Она предлагает широкий выбор станков различного типа и размера, а также профессиональную консультацию по выбору и эксплуатации станков. Благодаря высокому качеству своих изделий и широкому ассортименту, Майхонг Трейдинг является одним из наиболее надежных и уважаемых поставщиков и производителей в этой области.При выборе фрезерного станка для обработки металла, обращение в Майхонг Трейдинг может быть отличным решением. Компания предлагает не только широкий выбор станков, но и профессиональную поддержку, включая настройку и техническую поддержку. Кроме того, Майхонг Трейдинг предлагает гибкую систему ценообразования, которая позволяет выбрать оптимальное решение для любого бюджета.Майхонг Трейдинг предлагает широкий выбор дополнительного оборудования, которое может быть необходимо для обработки конкретных типов металла. Например, это могут быть дополнительные фрезы, пильные диски, системы охлаждения и т.д. Это делает Майхонг Трейдинг удобным решением для всех ваших потребностей в фрезерных станках и оборудовании.В заключении, выбор фрезерного станка для обработки металла является критически важным решением, которое может повлиять на эффективность и качество производства. При выборе фрезерного станка необходимо учитывать различные факторы, такие как тип и размер станка, точность и скорость, мощность, наличие автоматических функций и качество изготовления. Обращение к профессионалам, таким как Майхонг Трейдинг, может помочь сделать правильный выбор и получить профессиональную поддержку в эксплуатации станка.",
    },
    {
        "id":3,
        "image":'https://thumb.tildacdn.com/tild3337-3337-4465-a362-316366623639/-/cover/432x324/center/center/-/format/webp/Vybiraem-frezernyj-s.jpg',
        "title":'Выбираем фрезерный станок вместе с Майхонг Трейдинг',
        "text":'Правильный выбор фрезерного станка может повлиять на качество продукции и эффективность производства. В этой статье мы рассмотрим основные факторы, которые следует учитывать при выборе фрезерного станка для обработки металла.',
        "date":'10.04.2023',
        "category_one":"Определите требования к станку",
        "category_one_text":"Прежде всего, определите, какие виды обработки металла вам необходимы и какой размер заготовок вы планируете обрабатывать. В зависимости от ваших потребностей выберите станок с подходящими характеристиками, такими как:",
        "category_two":"Выберите производителя станка",
        "category_two_text":"Китай является одним из ведущих производителей промышленного оборудования, и токарные станки с ЧПУ не являются исключением. Однако стоит учесть, что качество китайских станков может значительно варьироваться в зависимости от производителя. Поэтому обязательно изучите рынок и сравните различные бренды.",
        "category_three":"Обратите внимание на функциональность станка",
        "category_three_text":"Выбирая токарный станок с ЧПУ, убедитесь, что он обладает всеми необходимыми функциями для вашего производства. Например, наличие автоматической системы смазки, системы охлаждения, приводов на линейных направляющих и т. д. Также рассмотрите возможность модернизации станка в будущем, чтобы он соответствовал изменяющимся потребностям вашего производства.",
        "category_four":"Сравните цены",
        "category_four_text":"Цены на токарные станки с ЧПУ могут значительно отличаться в зависимости от производителя, функциональности и качества комплектующих. Поэтому сравните цены на станки, предлагаемые разными поставщиками, и выберите оптимальное соотношение цены и качества. Помните, что низкая цена может быть компенсирована ненадежностью оборудования и высокими затратами на обслуживание.",
        "category_five":"Обратите внимание на сервис и поддержку",
        "category_five_text":"При выборе токарного станка с ЧПУ важно учитывать не только его характеристики, но и уровень сервиса и поддержки, который предоставляет производитель или поставщик. Убедитесь, что компания может предложить быструю доставку запасных частей, техническую поддержку и обучение персонала.",
        "category_six":"Заключение",
        "category_six_text":"Выбор токарного станка с ЧПУ – ответственный и важный процесс, который влияет на эффективность вашего производства. Обратившись в Майхонг Трейдинг, вы получите не только качественное оборудование, но и профессиональную поддержку на всех этапах эксплуатации станка. Следуя советам из данной статьи, вы сможете сделать обоснованный выбор и обеспечить успешное развитие своего производства.Помните, что правильный выбор токарного станка и надежного поставщика, такого как Майхонг Трейдинг, позволит вам сэкономить время и ресурсы, а также обеспечить максимальную производительность и точность обработки металла. Выбирайте оборудование, которое будет служить вам долгие годы и приносить доходы, и не забывайте о важности качественного сервиса и поддержки.Итак, если вы решили приобрести токарный станок с ЧПУ для своего производства, обращайтесь к Майхонг Трейдинг. Их опыт, профессионализм и высокое качество оборудования сделают ваш выбор максимально удачным и помогут вашему бизнесу процветать.",
    },
    {
        "id":4,
        "image":'https://thumb.tildacdn.com/tild3364-6532-4931-a334-376532633465/-/cover/432x324/center/center/-/format/webp/66.jpg',
        "title":'Токарная обработка: основные процессы, действия оператора, используемое оборудование',
        "text":'Токарная обработка металлов на станках с чпу: основные процессы, действия оператора, используемое оборудование. Разбор основных элементов, настройки станка и подготовка к процессу резания.',
        "date":'12.10.2022',
        "category_one":"Тип фрезерного станка",
        "category_one_text":"Первым шагом при выборе фрезерного станка является определение того, какой тип станка подойдет для вашей производственной задачи. Существует несколько типов фрезерных станков, каждый из которых предназначен для определенного типа обработки металла. Например, вертикальный фрезерный станок используется для создания отверстий и фрезеровки поверхностей в вертикальном направлении. Горизонтальный фрезерный станок подходит для фрезеровки поверхностей в горизонтальном направлении.",
        "category_two":"Размер станка",
        "category_two_text":"Еще одним фактором, который следует учитывать при выборе фрезерного станка, является его размер. Размер фрезерного станка зависит от размера и сложности обрабатываемой детали. Если вы собираетесь обрабатывать металлические детали большого размера, то вам нужен более крупный фрезерный станок. Если же вы работаете с более мелкими деталями, то можно выбрать более компактный станок.",
        "category_three":"Точность и скорость",
        "category_three_text":"Точность и скорость являются ключевыми параметрами при выборе фрезерного станка. Высокая точность обеспечивает высокое качество продукции, а высокая скорость обработки увеличивает производительность. Поэтому при выборе фрезерного станка нужно учитывать его точность и скорость.",
        "category_four":"Мощность",
        "category_four_text":"Мощность фрезерного станка определяет его способность обрабатывать металлические детали. Высокая мощность станка позволяет обрабатывать твердые и толстые детали, а низкая мощность может быть недостаточной для обработки более твердых металлов. Поэтому необходимо учитывать мощность станка при выборе, особенно если вы планируете работать с более твердыми металлами, такими как сталь или титан.",
        "category_five":"Наличие автоматических функций",
        "category_five_text":"Наличие автоматических функций у фрезерного станка может значительно повысить эффективность производства и облегчить работу оператора. Например, автоматическая система охлаждения может помочь снизить температуру при обработке и предотвратить деформацию детали.",
        "category_six":"Материал и качество изготовления",
        "category_six_text":"При выборе фрезерного станка необходимо обратить внимание на материалы и качество изготовления самого станка. Высокое качество изготовления гарантирует долговечность станка и стабильную работу. Кроме того, материалы, из которых сделан станок, могут влиять на его производительность и эффективность. Выбирайте фрезерный станок, сделанный из высококачественных материалов, которые устойчивы к коррозии и износу.Майхонг Трейдинг является одним из ведущих поставщиков и производителей фрезерных станков в России. Она предлагает широкий выбор станков различного типа и размера, а также профессиональную консультацию по выбору и эксплуатации станков. Благодаря высокому качеству своих изделий и широкому ассортименту, Майхонг Трейдинг является одним из наиболее надежных и уважаемых поставщиков и производителей в этой области.При выборе фрезерного станка для обработки металла, обращение в Майхонг Трейдинг может быть отличным решением. Компания предлагает не только широкий выбор станков, но и профессиональную поддержку, включая настройку и техническую поддержку. Кроме того, Майхонг Трейдинг предлагает гибкую систему ценообразования, которая позволяет выбрать оптимальное решение для любого бюджета.Майхонг Трейдинг предлагает широкий выбор дополнительного оборудования, которое может быть необходимо для обработки конкретных типов металла. Например, это могут быть дополнительные фрезы, пильные диски, системы охлаждения и т.д. Это делает Майхонг Трейдинг удобным решением для всех ваших потребностей в фрезерных станках и оборудовании.В заключении, выбор фрезерного станка для обработки металла является критически важным решением, которое может повлиять на эффективность и качество производства. При выборе фрезерного станка необходимо учитывать различные факторы, такие как тип и размер станка, точность и скорость, мощность, наличие автоматических функций и качество изготовления. Обращение к профессионалам, таким как Майхонг Трейдинг, может помочь сделать правильный выбор и получить профессиональную поддержку в эксплуатации станка.",
    },
]

var number=6

setTimeout(()=>{
    if(JSON.parse(localStorage.getItem("like")).length==[]){
        document.querySelector(".like_fixed").style="display:none;"
    }else{
        document.querySelector(".like_fixed").style="display:flex;"
    }
    document.querySelector("#like_fixed_length").innerHTML=JSON.parse(localStorage.getItem("like")).length

    const Filter=dataCard.filter(item=>item.type=="DMTG")
    var a=Filter.slice(0,number)
    a.map((item,key)=>{
        document.querySelector("#main_card_big").innerHTML+=`
        <div onclick="Modal('${item.id}','${key}')" class="main_card_big_div">
        <img src='${item.image}' alt="">
        <h1 class="main_card_big_div_price">${item.price} ₽</h1>
        <p class="main_card_big_div_text">${item.title}</p>
        <span class="main_card_big_div_modul">Артикул: ${item.shifr}</span>
        <div class="main_card_big_div_small_xusus"><h1>Мощность</h1><p>${item.power}</p></div>
        <div class="main_card_big_div_small_xusus"><h1>Комплектация</h1><p>${item.komplect}</p></div>
        <div class="main_card_big_div_small_xusus"><h1>На складе</h1><p>${item.sklad}</p></div>
       </div>
        `
    })

},1000)

setTimeout(() => {
    const Filter1=dataCard.filter(item=>item.type==localStorage.getItem("type"))
    var b=Filter1.slice(0,number)
    b.map((item,key)=>{
        document.querySelector("#main_card_big1").innerHTML+=`
        <div onclick="Modal('${item.id}','${key}')" class="main_card_big_div">
        <img src='${item.image}' alt="">
        <h1 style="font-size:25px;" class="main_card_big_div_text">${item.title}</h1>
       </div>
        `
    })
}, 1000);

setTimeout(()=>{
    dataBlog.map(item=>{
     document.querySelector("#main_card_blog").innerHTML+=`<div onclick="blog_modal('${item.id}')" class="main_card_blog_div">
    <img src='${item.image}' alt="">
    <div class="main_card_blog_div_text">
      <h1>${item.title}</h1>
      <p>${item.text}</p>
      <span>${item.date}</span>
    </div>
  </div>`   
    })
    
},1000)

function main_button(){
    document.querySelector(".main_button").innerHTML=`<div class="loader"></div>`
    document.querySelector(".main_button").style="background:#777;width:100px;"
    const Filter=dataCard.filter(item=>item.type==localStorage.getItem("type"))

    setTimeout(()=>{
    number=number+6
    document.querySelector(".main_card_big").innerHTML=""

    if(localStorage.getItem("type")!=="DMTG"){
        var a=Filter.slice(0,number)
        a.map(item=>{
            document.querySelector("#main_card_big1").innerHTML+=`
            <div onclick="Modal('${item.id}')" class="main_card_big_div">
            <img src='${item.image}' alt="">
            <p style="font-size:25px;" class="main_card_big_div_text">${item.title}</p>
           </div>
            `
        })
    }else{
        var a=Filter.slice(0,number)
        a.map(item=>{
            document.querySelector("#main_card_big").innerHTML+=`
            <div onclick="Modal('${item.id}')" class="main_card_big_div">
            <img src='${item.image}' alt="">
            <h1 class="main_card_big_div_price">${item.price} ₽</h1>
            <p class="main_card_big_div_text">${item.title}</p>
            <span class="main_card_big_div_modul">Артикул: ${item.shifr}</span>
            <div class="main_card_big_div_small_xusus"><h1>Мощность</h1><p>${item.power}</p></div>
            <div class="main_card_big_div_small_xusus"><h1>Комплектация</h1><p>${item.komplect}</p></div>
            <div class="main_card_big_div_small_xusus"><h1>На складе</h1><p>${item.sklad}</p></div>
           </div>
            `
        })
    }

    if(a.length<=number){
        document.querySelector(".main_button_div").style="display:none"
    }
    document.querySelector(".main_button").innerHTML="Загрузить еще"
    document.querySelector(".main_button").style="background:rgb(16, 30, 34);width:auto;"
    },1000)
}

var ID=""

function Modal(id,key){
document.querySelector(".like_modal").style="right:-100%;"
document.querySelector("#like_modal_div").innerHTML=""
ID=id

  // like bosilganla
//   var like=[]
  var like=localStorage.getItem('like')?JSON.parse(localStorage.getItem('like')):[]

  var a=false
  for (let i = 0; i < like.length; i++) {
  if(like[i].id==id){
  a=true
  }
      
  }
  if(a){
      document.querySelector('#read').style="color:red"
      }else{
      document.querySelector('#read').style="color:black"
      }


const Filter=dataCard.filter(item=>item.id==id)
Filter.map(item=>{
document.querySelector("#modal_swiper1").innerHTML=`<div class="swiper-slide">
<img src='${item.image}' />
</div>`
document.querySelector("#modal_swiper2").innerHTML=`<div class="swiper-slide">
<img src='${item.image}' />
</div>`
item.images.map(item1=>{
document.querySelector("#modal_swiper1").innerHTML+=`<div class="swiper-slide">
<img src='${item1.image}' />
</div>`
document.querySelector("#modal_swiper2").innerHTML+=`<div class="swiper-slide">
<img src='${item1.image}' />
</div>`
})
document.querySelector("#main_title").innerHTML=item.title
document.querySelector("#main_articel").innerHTML=`Артикул: ${item.shifr}`
document.querySelector("#main_price").innerHTML=`${item.price} ₽`
document.querySelector("#main_xusus1").innerHTML=`<h1>Мощность</h1><p>${item.power}</p>`
document.querySelector("#main_xusus2").innerHTML=`<h1>Комплектация</h1><p>${item.komplect}</p>`
document.querySelector("#main_xusus3").innerHTML=`<h1>На складе</h1><p>${item.sklad}</p>`
document.querySelector("#main_destcription").innerHTML=item.destcription
document.querySelector("#main_xusus_boshqa1").innerHTML=`Серия: ${item.series}`
document.querySelector("#main_xusus_boshqa2").innerHTML=`Раздел: ${item.razdel}`
document.querySelector("#main_xusus_boshqa3").innerHTML=`Категория: ${item.category}`
document.querySelector("#modal_alamshuv_divi").innerHTML=`<div class="modal_alamshuv_divi_big1">
<ul id="modal_ul"></ul>
<p class="main_card_modal_big_center_desc1">${item.application}</p>
</div>`
item.destcription_text.map(item1=>{
    document.querySelector("#modal_ul").innerHTML+=`<li>${item1.text}</li>` 
})
item.design.map(item1=>{
    document.querySelector(".modal_alamshuv_divi_big1").innerHTML+=`<div class="modal_alamshuv_divi_big1_card">
    <img src='${item1.image}' alt="">
    <h1 class="modal_alamshuv_divi_big1_card_title">${item1.title}</h1>
    <p class="modal_alamshuv_divi_big1_card_desc">${item1.text}</p>
  </div>`
})
})

if(localStorage.getItem("type")=="Tsugami" || localStorage.getItem("type")=="DMG MORI" || localStorage.getItem("type")=="Haas" || localStorage.getItem("type")=="Hision" || localStorage.getItem("type")=="Z-MaT"){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelector("#modal_alamshuv_divi").innerHTML=`<div class="modal_alamshuv_divi_big4">
    <p class="modal_alamshuv_divi_big4_desc">Компания China CNC сотрудничает с ведущими транспортными компаниями, которые помогают довозить ваши заказы в самые удаленные районы Российской Федерации.</p>
    <div class="modal_alamshuv_divi_big4_tel">Чтобы уточнить сроки и стоимость доставки, обращайтесь по телефону: <p>+8495-481-60-67</p></div>
    <h1 class="modal_alamshuv_divi_big1_h1_title">ОПЛАТА ТОВАРОВ</h1>
    <p class="modal_alamshuv_divi_big4_desc">Компания China CNC принимает следующие виды оплаты:</p>
    <ul>
    <li>Оплата наличными;</li>
    <li>Оплата по банковскому счету.</li>
    </ul>
    <div class="modal_alamshuv_divi_big4_tel">Для поставки оборудования необходима предоплата. Условия обсуждаются по телефону: <p>+8495-481-60-67</p></div>
</div>`
}
document.querySelector(".main_card_modal_big").style="display:block"
document.querySelector("body").style="overflow:hidden;"

}


function None(){
    document.querySelector("#like_modal_div").innerHTML=""
    document.querySelector("body").style="overflow:scroll;"
    document.querySelector(".main_card_modal_big").style="display:none"
}

function Modal_navbar1(){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #a5a3a3;"
    const Filter=dataCard.filter(item=>item.id==ID)
    Filter.map(item=>{
    document.querySelector("#modal_alamshuv_divi").innerHTML=`<div class="modal_alamshuv_divi_big1">
    <ul id="modal_ul"></ul>
    <p class="main_card_modal_big_center_desc1">${item.application}</p>
    </div>`
    item.destcription_text.map(item1=>{
        document.querySelector("#modal_ul").innerHTML+=`<li>${item1.text}</li>` 
    })
    item.design.map(item1=>{
        document.querySelector(".modal_alamshuv_divi_big1").innerHTML+=`<div class="modal_alamshuv_divi_big1_card">
        <img src='${item1.image}' alt="">
        <h1 class="modal_alamshuv_divi_big1_card_title">${item1.title}</h1>
        <p class="modal_alamshuv_divi_big1_card_desc">${item1.text}</p>
      </div>`
    })
    })
}
function Modal_navbar2(){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #a5a3a3;"
    const Filter=dataCard.filter(item=>item.id==ID)
    Filter.map(item=>{
    document.querySelector("#modal_alamshuv_divi").innerHTML=`<img class="modal_alamshuv_divi_big2_img" src='${item.harakter_image}' alt="">`
    })
}
function Modal_navbar3(){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #a5a3a3;"
    const Filter=dataCard.filter(item=>item.id==ID)
    Filter.map(item=>{
    document.querySelector("#modal_alamshuv_divi").innerHTML=`<div class="modal_alamshuv_divi_big3">
    <h1 class="modal_alamshuv_divi_big1_h1_title">СТАНДАРТНАЯ КОМПЛЕТАЦИЯ:</h1>
    <ul id="main3_ul1">
    </ul>
    <h1 class="modal_alamshuv_divi_big1_h1_title">ОПЦИИ:</h1>
    <ul id="main3_ul2">
    </ul>
    </div>`
    item.standart.map(item1=>{
        document.querySelector("#main3_ul1").innerHTML+=`<li>${item1.text}</li>`
    })
    item.options.map(item1=>{
        document.querySelector("#main3_ul2").innerHTML+=`<li>${item1.text}</li>`
    })

    })
}
function Modal_navbar4(){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelector("#modal_alamshuv_divi").innerHTML=`<div class="modal_alamshuv_divi_big4">
    <p class="modal_alamshuv_divi_big4_desc">Компания China CNC сотрудничает с ведущими транспортными компаниями, которые помогают довозить ваши заказы в самые удаленные районы Российской Федерации.</p>
    <div class="modal_alamshuv_divi_big4_tel">Чтобы уточнить сроки и стоимость доставки, обращайтесь по телефону: <p>+8495-481-60-67</p></div>
    <h1 class="modal_alamshuv_divi_big1_h1_title">ОПЛАТА ТОВАРОВ</h1>
    <p class="modal_alamshuv_divi_big4_desc">Компания China CNC принимает следующие виды оплаты:</p>
    <ul>
    <li>Оплата наличными;</li>
    <li>Оплата по банковскому счету.</li>
    </ul>
    <div class="modal_alamshuv_divi_big4_tel">Для поставки оборудования необходима предоплата. Условия обсуждаются по телефону: <p>+8495-481-60-67</p></div>
</div>`
}
function Modal_navbar5(){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelector("#modal_alamshuv_divi").innerHTML=`    <div class="modal_alamshuv_divi_big5">
    <h1 class="modal_alamshuv_divi_big1_h1_title">Гарантия на все представленные в каталоге товары составляет 2 года.</h1>
    <p class="modal_alamshuv_divi_big5_desc">В течение этого времени, в случае неполадок на оборудовании, вы можете воспользоваться услугами нашей сервисной службы. Мастера выедут на объект за 48 часов с момента обращения и смогут произвести диагностику и ремонт оборудования.</p>
    </div>`
}
function Modal_navbar6(){
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[0].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[5].style="border-bottom: 1px solid #000000;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[1].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[2].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[3].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelectorAll(".main_card_modal_big_center_navbar_h1")[4].style="border-bottom: 1px solid #a5a3a3;"
    document.querySelector("#modal_alamshuv_divi").innerHTML=`<div class="modal_alamshuv_divi_big6">
    <p class="modal_alamshuv_divi_big6_desc">В компании China CNC вы можете приобрести необходимое для вашего производства оборудование в лизинг. Наши специалисты помогут подобрать для вас самое выгодное предложение от нескольких лизинговых компаний.</p>
    <h1 class="modal_alamshuv_divi_big1_h1_title">К преимуществам лизинга относят:</h1>
    <ul>
    <li>Оборудование поставляется сразу после оплаты аванса в лизинговую компанию;</li>
    <li>Не требуется дополнительного залога;</li>
    <li>Процедура получения лизинга проще, чем при получении кредита такого же размера;</li>
    <li>Законодательством РФ предусмотрены налоговые и амортизационные льготы для лизинга.</li>
    </ul>
    </div>`
}


function like_post(){
        var a=[]

        if(localStorage.getItem("like")){
        a=JSON.parse(localStorage.getItem('like'))
        }

        var push=true
        var delete_key
        for (let i = 0; i < a.length; i++) {
           if(a[i].id==ID){
delete_key=i
push=false
           }
        }
const Filter=dataCard.filter(item=>item.id==ID)
if(push){
  a.push(Filter[0])
}else{
a.splice(delete_key,1)
}
        
       localStorage.setItem("like",JSON.stringify(a))
        window.location.reload()
}




function likeModalOpen(){
JSON.parse(localStorage.getItem("like")).map((item,key)=>{
    document.querySelector("#like_modal_div").innerHTML+=`<div  class="like_modal_div_card">
    <img src='${item.image}' alt="">
    <div onclick="Modal('${item.id}','${key}')" class="like_modal_div_card_title">
    <h1>${item.title}</h1>  
    </div>
    <h1 class="like_modal_div_card_price">${item.price?`${item.price} руб`:""}</h1>
    <div class="like_modal_div_close2"><i onclick="likeClose(${key})" class='bx bx-x' ></i></div>
    </div>`
})
document.querySelector(".like_modal").style="right:0px;left: 0px;bottom: 0px;top: 0px;"
document.querySelector("body").style="overflow:hidden"
}
function likeModalClose(){
document.querySelector("#like_modal_div").innerHTML=""
document.querySelector(".like_modal").style="right:-100%;"
document.querySelector("body").style="overflow:scroll"
}
function likeClose(key){
var b=""
b=JSON.parse(localStorage.getItem("like"))
b.splice(key,1)
document.querySelector("#like_modal_div").innerHTML=""
b.map((item,key1)=>{
    document.querySelector("#like_modal_div").innerHTML+=`<div  class="like_modal_div_card">
    <img src='${item.image}' alt="">
    <div onclick="Modal('${item.id}','${key}')" class="like_modal_div_card_title">
    <h1>${item.title}</h1>  
    </div>
    <h1 class="like_modal_div_card_price">${item.price?`${item.price} руб`:""}</h1>
    <div class="like_modal_div_close2"><i onclick="likeClose(${key1})" class='bx bx-x' ></i></div>
    </div>`
})
document.querySelector("#like_fixed_length").innerHTML=b.length
localStorage.setItem("like",JSON.stringify(b))
}
function SearchFilter(){
    const Filter1=dataCard.filter(item=>item.type==localStorage.getItem("type"))
    const Filter=Filter1.filter(item=>((item.title).toLowerCase()).includes((document.querySelector("#search_input").value).toLowerCase()))
    document.querySelector(".main_card_big").innerHTML=""
    if(localStorage.getItem("type")!=="DMTG"){
        if(Filter.length>0){
            document.querySelector("#hello_card").innerHTML=""
            Filter.map(item=>{
                document.querySelector("#main_card_big1").innerHTML+=`
                <div onclick="Modal('${item.id}')" class="main_card_big_div">
                <img src='${item.image}' alt="">
                <p style="font-size:25px;" class="main_card_big_div_text">${item.title}</p>
               </div>`
            })
        }else{
            document.querySelector("#hello_card").innerHTML=`<div class="search_none">Не найдено</div>`
        }
    }else{
        if(Filter.length>0){
            document.querySelector("#hello_card").innerHTML=""
            Filter.map(item=>{
                document.querySelector("#main_card_big").innerHTML+=`
                <div onclick="Modal('${item.id}')" class="main_card_big_div">
                <img src='${item.image}' alt="">
                <h1 class="main_card_big_div_price">${item.price} ₽</h1>
                <p class="main_card_big_div_text">${item.title}</p>
                <span class="main_card_big_div_modul">Артикул: ${item.shifr}</span>
                <div class="main_card_big_div_small_xusus"><h1>Мощность</h1><p>${item.power}</p></div>
                <div class="main_card_big_div_small_xusus"><h1>Комплектация</h1><p>${item.komplect}</p></div>
                <div class="main_card_big_div_small_xusus"><h1>На складе</h1><p>${item.sklad}</p></div>
               </div>`
            })
        }else{
            document.querySelector("#hello_card").innerHTML=`<div class="search_none">Не найдено</div>`
        }
    }
    
    document.querySelector(".main_button_div").style="display:none"
}

function SearchModalOpen(){
    document.querySelector(".search_modal").style="top:0px;left: 0px;right: 0px;"
}
function SearchModalClose(){
    document.querySelector(".search_modal").style="top:-100%;"
}
function blog_modal(id){
    localStorage.setItem("blogId",id)
    window.location="./blog1.html"
}


function postTelegram(){

    if(document.querySelector("#input_1495810359387").value==""){
        document.querySelector("#input_1495810359387").style="border:1px solid red;"
    }else{
       document.querySelector("#input_1495810359387").style="border:1px solid #929aa2;"
    }
    if(document.querySelector("#input_1626153430841").value==""){
        document.querySelector("#input_1626153430841").style="border:1px solid red;"
    }else{
       document.querySelector("#input_1626153430841").style="border:1px solid #929aa2;"
    }

    if(document.querySelector("#input_1495810359387").value!=="" && document.querySelector("#input_1626153430841").value!=="" && document.querySelector("#input_1495810410810").value!==""){
        var bot={
            token:"6970849580:AAG7qARds9frtGSw4lBzSFxfFZ5eOJamHNo",
            chatId:"5079836031",
        }
    
        var a=document.querySelector("#input_1495810410810")
    
        var salom={
                name:document.querySelector("#input_1495810359387").value,
                destcription:document.querySelector("#input_1626153430841").value,
                phone:a.getAttribute("data-phonemask-code")+a.value,
        }
    
        fetch(`https://api.telegram.org/bot${bot.token}/sendMessage?chat_id=${bot.chatId}&text=О заказе+${JSON.stringify(salom)}`,
        {
            method:'GET'
        }
        ).then(res=>{
            alert("Сообщение отправлено")
        }).catch(err=>{
            alert("Сообщение не было отправлено")
        })
    }
}

function postTelegramContact(){
 
    if(document.querySelector("#input_1496238230199").value==""){
        document.querySelector("#input_1496238230199").style="border:1px solid red;-webkit-border-radius:50px;"
    }else{
       document.querySelector("#input_1496238230199").style="border:1px solid #929aa2;-webkit-border-radius:50px;"
    }
    if(document.querySelector("#input_1496238250184").value==""){
        document.querySelector("#input_1496238250184").style="border:1px solid red;-webkit-border-radius:50px;"
    }else{
       document.querySelector("#input_1496238250184").style="border:1px solid #929aa2;-webkit-border-radius:50px;"
    }
    if(document.querySelector("#input_1496238230199").value!=="" && document.querySelector("#input_1496238250184").value!=="" && document.querySelector("#input_1496238259342").value!==""){
        var bot={
            token:"6970849580:AAG7qARds9frtGSw4lBzSFxfFZ5eOJamHNo",
            chatId:"5079836031",
        }
    
        var a=document.querySelector("#input_1496238259342")
        var salom={
                name:document.querySelector("#input_1496238230199").value,
                email:document.querySelector("#input_1496238250184").value,
                phone:a.getAttribute("data-phonemask-code")+a.value,
        }
    
        fetch(`https://api.telegram.org/bot${bot.token}/sendMessage?chat_id=${bot.chatId}&text=Пишите, звоните или оставьте ваши контакты и
        наш специалист свяжется с вами.+${JSON.stringify(salom)}`,
        {
            method:'GET'
        }
        ).then(res=>{
            alert("Сообщение отправлено")
        }).catch(err=>{
            alert("Сообщение не было отправлено")
        })
    }else{

    }
}

function postTelegramEmail(){

    if(document.querySelector("#input_1496321990615").value==""){
        document.querySelector("#input_1496321990615").style="border:1px solid red;"
    }else{
       document.querySelector("#input_1496321990615").style="border:1px solid #929aa2;"
    }

    if(document.querySelector("#input_1496321990615").value!=="" && document.querySelector("#input_1624372571849").value!==""){
        var bot={
            token:"6970849580:AAG7qARds9frtGSw4lBzSFxfFZ5eOJamHNo",
            chatId:"5079836031",
        }
    
        var a=document.querySelector("#input_1624372571849")
        var salom={
                name:document.querySelector("#input_1496321990615").value,
                phone:a.getAttribute("data-phonemask-code")+a.value,
        }
    
        fetch(`https://api.telegram.org/bot${bot.token}/sendMessage?chat_id=${bot.chatId}&text=Получить расчет на фрезерный и токарный станок с ЧПУ+${JSON.stringify(salom)}`,
        {
            method:'GET'
        }
        ).then(res=>{
            alert("Сообщение отправлено")
        }).catch(err=>{
            alert("Сообщение не было отправлено")
        })
    }
}


setTimeout(() => {
    document.querySelectorAll(".t-submit")[0].type="button"
    document.querySelectorAll(".t-submit")[0].addEventListener('click',postTelegramMenejer)
}, 1000);

function postTelegramMenejer(){
    if(document.querySelector("#input_1531306243545").value!==""){
        var bot={
            token:"6970849580:AAG7qARds9frtGSw4lBzSFxfFZ5eOJamHNo",
            chatId:"5079836031",
        }
    
        var a=document.querySelector("#input_1531306243545")
        var salom={
                phone:a.getAttribute("data-phonemask-code")+a.value,
        }
    
        fetch(`https://api.telegram.org/bot${bot.token}/sendMessage?chat_id=${bot.chatId}&text=Получите консультацию менеджера+${JSON.stringify(salom)}`,
        {
            method:'GET'
        }
        ).then(res=>{
            alert("Сообщение отправлено")
        }).catch(err=>{
            alert("Сообщение не было отправлено")
        })
    }
}

